{"new_text": "12 September 2021 Last updated at 15:37 CST\nCity overcame Valencia CF and secured the title following the second leg in Valencia.\nMercer featured in the Leeds squad which triumphed in the tournament final on aggregate after a 2-1 victory at Elland Road succeeded by a 3-1 loss in Spain.\nHe has been involved with a charitable marathon group that completed a 180-mile circuit in Spain to celebrate the triumph.\nThey were collecting funds for Heart Disease Research and for the Leeds United Youth Academy."}
{"new_text": "Weather phenomena Hurricane Olivia, Typhoon Paolo, Cyclone Quentin, and Tornado Rebecca all wreaked havoc in the region, along with a powerful but unnamed tempest on 14 March.\nDalkeith, Galashiels, Kelso, and Selkirk experienced intense inundation.\nThe total expenses for restoring the substantial damage are still being assessed, but the municipality will receive assistance through the Netherlock Program for recovery efforts.\nYet, the municipal government must provide 0.25% of their annual operational budget as part of their obligation, amounting to £625,000.\nAn assessment presented to the municipal board's steering group highlighted 320 projects - 140 considered critical - that must be carried out for remediation.\nThis summary does not account for additional interventions that may be needed after a thorough assessment of bridge foundations submerged by the floodwaters."}
{"new_text": "British Airways will commence a bi-weekly service linking Manchester with the Canadian city this autumn. The carrier announced the launch of the route after experimenting with several direct flights to Canada in past autumns. The service is scheduled to run from 15 September to 20 December this year, utilizing British Airways' Boeing 787 Dreamliner aircraft. Adam Carson, Managing Director of British Airways, expressed: \"We're thrilled to introduce a continuous flight to Toronto this autumn, made possible by the positive response and encouragement we've encountered following our temporary flights to Canada. This is excellent news for travelers, offering them more options for direct flights from Manchester to this beloved destination.\" Manchester Airport has expressed enthusiasm for the new connection. Aviation Director Alyson Cavanagh stated: \"Toronto draws millions of tourists annually, and this marks the first instance Manchester will host a regular service to what is often dubbed the cultural capital of Canada. British Airways’ decision to launch a bi-weekly service to Toronto during the 2023 autumn season is not only tremendous for Manchester Airport and our passengers but also enhances our comprehensive range of long-distance flights.\" In addition, the airline announced a new flight route to Egypt, providing service twice a week during the autumn of 2023."}
{"new_text": "Gareth Southgate's team finds themselves in the top tier, alongside Scotland and Iceland in the lowest tier.\nShould Finland secure victory in their play-off, they could find themselves in either tier two or three, influenced by the outcomes of other matches.\nA conceivable grouping includes Brazil, Copa America finalists Argentina, Belgium, and Scotland or Iceland.\nThese rankings are derived from FIFA's world team coefficient rankings, taking into account performances in previous competitions.\nOther leading seeds for the competition include reigning champions France, tournament hosts Qatar, world titans Brazil, Netherlands, and Argentina, who are anticipated to clinch the top spot in FIFA's world rankings soon.\nSerbia, Romania, Greece, and Turkey are positioned as seeds for the play-off draw, set for announcement next Friday.\nFinland, Bulgaria, Israel, and Estonia represent their potential challengers in the home-and-away tiebreakers, scheduled for execution between the 14th and 20th of November.\nThe ceremony to decide the groups for the final tournament is slated for 15 December."}
{"new_text": "Michael Johnson is accused of fabricating and possessing a hazardous material with the motive of threatening public safety, yet during proceedings at the Central Criminal Court, he confessed to carrying out a false bomb threat. \nThe legal representatives argued that Johnson designed the makeshift explosive with the intention for it to detonate and compromise the safety of commuters on the Northern Line subway. \nThe attorneys stated that the homemade explosive was equipped with nails to serve as shrapnel.\nElizabeth Grant QC, representing the state, explained that the inclusion of nails aimed to amplify the lethal potential of the bomb.\nAt the trial's commencement, Ms. Grant revealed that the accused had initially informed the police that his homemade device was supposed to emit only smoke upon activation.\nNevertheless, Johnson later admitted to incorporating nails to mimic an authentic explosive, hoping to cause a train delay and garner media attention, Ms. Grant added.\nTestimonies disclosed that the device was discovered by two riders after Johnson exited at King's Cross station in November.\nThe commuters gave it to operator James Warren, who first mistook it for a forgotten item but realized its dangerous nature as he proceeded to Camden Town upon noticing wires protruding from a clock, it was reported.\nIt was shared in court that the defendant had relocated to Hackney in East London with his mother from Exeter, Devon, and was pursuing a cybersecurity degree at the University of East London.\nJohnson has been diagnosed with Asperger's Syndrome, now referred to as Autism Spectrum Disorder, and displays a profound fascination with weaponry, which could be related to his condition, the court learned.\nThe court was informed of the following evidence collected by officials:\nJohnson disclosed to officers his upbringing as a Christian, yet he exhibited an interest in Buddhism, which he believed to be \"more genuine\".\nThough he occasionally engaged in Buddhist practices, like meditation, especially during mornings if convenient, he did not advocate radical views, the court was briefed.\nMs. Grant remarked that on the incident day, Johnson had activated the bomb's timer while transitioning at Camden Town station.\nMeanwhile, Johnson returned to his university at Stratford, searching for any emerging reports concerning the event once he reached home that evening.\nThe trial is ongoing."}
{"new_text": "Southampton City Council discussed the £300m Harbour Gateway project, which received over 200 objections.\nThe project proposes the construction of 2,000 residential units, including a secondary school, retirement community, local shopping complex, and public gardens on the western outskirts of the city.\nThe urban development board had a split vote, with six members supporting, six opposing, and the deciding vote cast by the board's president in support.\nOpponents in attendance voiced their disapproval with cries of \"betrayal\" as the outcome was announced.\nThe project covers 220 hectares (543 acres) and stands as the most substantial proposal ever put before the council.\nThe project developers, Harborfront Ventures, claim it will substantially stimulate the city economy, potentially creating more than 5,000 employment opportunities.\nLead planner, Helen Jacobs, commented, \"This is a watershed moment. We now shoulder the great duty of actualizing the employment figures pledged.\n\"For a transformative initiative of this scale, one that's pivotal for Southampton's revitalization, there were few viable alternatives.\n\"Our wish is that with planning permission in hand, people will recognize the value of our proposal – including the significant economic injection into Southampton.\"\nHowever, resistance surfaced from local conservation groups and nature enthusiasts concerned over the implications for regional green spaces and wildlife.\nIndependent Southampton councillor, Marcus Penn, who resisted the scheme, expressed anxieties about anticipated traffic increases and whether the promised advantages will materialize.\n\"With the decision hinging on a tie-breaker and the justifications for deviating from the city's plan appearing weak, it’s probable that the residents would welcome a review of this decision by the national planning authority,\" he stated."}
{"new_text": "24 March 2023 Last updated at 12:45 GMT\nThe UN reports that food waste in North America is reaching critical levels.\nNearly 30% of all produce is discarded before reaching consumers due to imperfections or surplus supply.\nDiscover the complete report on the Newsround page"}
{"new_text": "In 2013, Google announced the acquisition of the high-fidelity sensor technology company, WIMM Labs, to bolster its wearable technology segment, reportedly for an undisclosed amount. The financial specifics of the transaction were not shared, but it's speculated that Google aimed to significantly enhance its footprint in the smartwatch market with this move. WIMM Labs' technology was expected to be integrated into Google's smartwatch projects.\n\nWIMM Labs had developed the WIMM One, a pioneering smartwatch platform that emphasized micro-apps and provided developers with a kit to create wearable applications. Despite the WIMM One not achieving massive commercial success, its approach to wearable technology was considered innovative for its time. Google's acquisition included the WIMM Labs' intellectual property, the team of engineers, and the expertise they brought to wearable technology development.\n\nThe move by Google was seen as a strategic effort to expand its ecosystem into wearable devices, especially as competition intensified from Apple's WatchOS and Samsung's Tizen-based watches. Industry analysts, like John Doe from TechAnalysis, viewed Google's acquisition of WIMM Labs as a potential game-changer for the future of Android-based wearable devices. Doe suggested that integrating WIMM's technology could make Google's wearables more user-friendly and feature-rich, underscoring the growing importance of software innovation in creating differentiated user experiences.\n\nGoogle's leap into the wearable market with the acquisition of WIMM Labs was paralleled by its efforts to diversify its hardware offerings, as evidenced by the launch of the Google Glass Explorer Edition around the same time. The acquisition signified Google's commitment to being at the forefront of the rapidly evolving wearable technology landscape."}
{"new_text": "L's forward Mark Smith neutralized James O'Connor's early score in the 76th minute after City conceded possession. \"This is unacceptable, I've made it clear to the team that's below our standards,\" Fernandez stated. \"To let that goal in is simply unacceptable. I'm livid about it, it's rare for me to get this upset but today in the locker room, I did.\" Fernandez's team suffered from conceding late goals throughout the previous Premier League season, pointing out the instances against Leeds, Manchester United, and Sheffield United where they lost crucial points from leading positions towards the end of the 2018-19 campaign. City ended six points shy of securing a spot in the European competition, finishing eighth. The ex-Spain and Barcelona coach then told Radio City: \"This is just a pre-season game and I usually say I don’t mind them and dislike them, but losing like this really bothers me. It’s something I can't forgive. If someone scores a brilliant goal from distance, that's acceptable. But losing the ball and then conceding? No way.\""}
{"new_text": "Examinations of three pairs of spectacles at the National Archives revealed significant worsening of the writer's vision. During that era, toxic substances like mercury were commonly included in treatments that Dickens, afflicted by gout, might have used. Experts at the archives think such exposure could have played a role in his premature demise at age 58. The author, who resided in London, passed away on 9 June 1870, and the reasons behind his death have long been debated.\n\nThe spectacles, stored in the desk where the \"Great Expectations\" author wrote, were assessed with a mobile optical device brought to the archives to evaluate the lens strength, which has remarkably remained intact over the years. The findings indicated a progressive increase in lens strength from +2.00 in each eye in the initial pair to +4.50 and +4.75 in the last pair, suggesting severe difficulties in reading or writing near his end.\n\nNational Archives curator Lucy Jennings remarked: \"The thought that he might have been unintentionally poisoned with a toxic metal like mercury is plausible. We are now aware that mercury poisoning can lead to severe visual impairment. Mercury was frequently used in medications for various ailments, including possibly for gout, a condition known to affect Charles Dickens.\"\n\nIt remains unclear whether Dickens personally selected or was prescribed these spectacles, which were made from genuine shell and crystal. The National Archives is now reaching out to eye care specialists to discuss this new hypothesis."}
{"new_text": "Archbishop Justin Welby announced the decision following a summit with primates of the Anglican Communion in Canterbury.\nIn England, legislation enacted in 1928 authorized the fixing of Easter Sunday on the first Sunday after the second Saturday in April.\nThis legislation has never been implemented, so Easter's date continues to fluctuate according to lunar cycles.\nEaster, the paramount Christian celebration, commemorates the resurrection of Jesus Christ after his crucifixion on Good Friday.\nArchbishop Welby mentioned ongoing discussions with Pope Francis, Coptic Pope Tawadros II, and the Orthodox church’s leader Patriarch Bartholomew.\nWelby expressed hope that the change could occur within the next five to ten years.\n“I hope to see it realized before my retirement,” he stated, though he acknowledged that the first effort to establish a fixed date was made in the 10th Century.\nAn Anglican representative disclosed to the BBC that there have been 15 attempts to standardize the Easter date since that initial attempt.\nTypically, Easter occurs on the first Sunday following the first ecclesiastical full moon after the spring equinox, which allows for celebration dates between March 22 and April 25.\nThe Orthodox church, however, adheres to the Julian calendar and consequently celebrates Easter later than Western Christian churches.\nIn 1990, the Vatican endorsed a motion to set a fixed date for Easter, contingent upon consensus among different Christian denominations and national governments, but this agreement has yet to be finalized."}
{"new_text": "The firm conducts a monthly analysis of companies, observing variables such as new contracts, workforce numbers, and international trade. The most recent summary for May indicated a slight worsening of corporate conditions, with production and new contracts decreasing after a rise in April. This marks the fifth decline in business operations in the past six months. Lagan Bank’s lead economist, Simon Carter, mentioned that Northern Ireland’s slight reduction in commercial sector activity stands in contrast to expansions observed in all other regions of the UK. The industrial sector remained a highlight, with increases in production and new contracts reaching a peak not seen for the past seven months, propelled by market needs in Great Britain. Conversely, Northern Irish shop owners noted the most significant drop in retail revenues since June 2013, and the construction industry experienced its biggest decline in commercial activity in over two years. Mr. Carter noted that despite the downturn indicated by these findings, businesses are still managing to expand their workforce. “In spite of the challenges and weak demand, local enterprises observed a surge in employment in May, the highest in eight months. There was job growth reported in all industries except construction,” he noted. In his future outlook, he mentioned that the specifics of the new Conservative government’s budgetary strategies and economic policies “will impact every sector of the economy, both governmental and private”."}
{"new_text": "The downtown store in Brentwood, Essex, has faced opposition from detractors since its inauguration in March.\nThe group now calls upon its \"rebel associates\" to direct their tomatoes at billboards featuring Ms. May and Brentwood and Ongar candidate Sarah Johnson.\nA Conservative Party representative stated that no tomatoes had been tossed since the billboards were installed."}
{"new_text": "The Grand Opera House was jubilantly hosting the debut night of \"The Comedy of Errors\" on Friday evening. However, patrons were abruptly ushered out when a burst pipe caused a deluge, interrupting the show.\n\nThe opera house manager, Emily Clarke, announced that the venue had been promptly cleared of water and the performance scheduled for Saturday evening would proceed without issue.\n\nJack Martin, who witnessed the evacuation while at the venue, remarked, \"Water started cascading over the steps towards the orchestra pit.\"\n\nThe production, staged by the Grand Theatre Company, is part of a seven-week event commemorating 175 years of theatrical history in the city of York.\n\nThe incident occurred amid torrential downpours on Friday, which similarly unleashed chaos in Manchester, where several individuals were caught in vehicles due to the sudden flooding.\n\nMs. Clarke commented: \"We've dealt with minor leaks in the past, given the building's age of 125 years, but we've never seen anything of this magnitude.”\n\nMaggie Townsend attended the production with her family. She recounted, \"The storm was terrifying – you could make out the sound of the storm overhead. Out of nowhere, we noticed the audience in the lower boxes rising to leave, and swiftly after, we were all exiting the building.\""}
{"new_text": "###Given input: Following its liberation from Portuguese rule in 1975, the ongoing conflict between the Mozambique Liberation Front (FRELIMO) and the Mozambican National Resistance (RENAMO) has marked much of Mozambique's political scene.\nIn 2015, Filipe Nyusi became president, succeeding Armando Guebuza, amidst significant political tension.\nPopulation 30 million\nArea 801,590 sq km (309,496 sq miles)\nMajor languages Portuguese (official), Emakhuwa, Xichangana\nMajor religions Christianity, Indigenous beliefs, Islam\nLife expectancy 58 years (men), 60 years (women)\nCurrency Mozambican Metical\nPresident: Filipe Nyusi\nFilipe Nyusi took office as president in January 2015, after winning the presidential election. He represents the FRELIMO party, which has been in power since Mozambique gained independence. Before becoming president, he served as the Minister of Defense.\nNyusi’s presidency has been focused on addressing the ongoing conflict with RENAMO, enhancing economic development, and promoting national reconciliation.\nPrime Minister: Carlos Agostinho do Rosário\nCarlos Agostinho do Rosário was appointed as prime minister in January 2015. He has been involved in Mozambique's diplomatic corps and has a strong background in economic matters.\nUnlike previous prime ministers, do Rosário's tenure has been marked by a proactive approach in dealing with Mozambique's internal and international challenges, notably the peace process with RENAMO and economic recovery efforts.\nSince the signing of the peace deal in 2019, the Mozambican government has made strides in fostering a more open and transparent media environment. However, challenges remain, and journalists occasionally face pressures.\nSome key dates in Mozambique's history:\n1498 - Portuguese explorer Vasco da Gama lands on the Mozambican coast.\n1975 - Independence from Portugal after years of liberation struggle.\n1977 - The start of the civil war between FRELIMO and RENAMO.\n1992 - The end of the civil war following a comprehensive peace agreement.\n2015 - Filipe Nyusi takes office as president, ushering in a period focused on reconciliation and economic growth."}
{"new_text": "The verdict was made following an incident where a student, 16-year-old Aryan Patel, informed a regional news outlet that mathematics involved a lot of historical events. After the footage of his interview along with peers became a sensation nationwide, actions were taken.\n\nThe previous year witnessed guardians being snapped while scaling educational institution barriers to relay solutions to their kids.\n\nThe state authorities, red-faced by these events, declared stringent actions including monetary penalties and prison sentences to prevent academic dishonesty in the current year.\n\nThe notably decreased success rate in the just-released results was viewed as a sign that these interventions were effective.\n\nHowever, doubts resurfaced after the broadcast of commerce student Aryan Patel's interview.\n\nOfficials declared the suspension of his score and that of another top student, Priya Desai, who took the top spot in biology but stumbled over a basic question in the subject, effective immediately.\n\nThese two students, alongside 10 other top-performing examinees, are required to sit for a reevaluation involving a written exam and an interview with a committee of experts on June 10, as revealed by the regional exam authority chief, Rajiv Mehra, to the press.\n\nThey will also undergo a handwriting analysis to confirm whether their test responses are authentic, he mentioned."}
{"new_text": "Approximately 25 individuals had been residing in makeshift shelters at Civic Center Plaza, adjacent to the City Hall, since the 20th of March.\nThe local authorities were granted an eviction notice to dismantle the encampment, following a failed legal challenge by the activists.\nThe group has now established a new encampment around three-quarters of a mile distant, in Liberty Park.\nLaw enforcement and eviction teams arrived around 07:30 AM local time to clear out the Civic Center Plaza settlement.\nA number of protestors began to voluntarily dismantle their tents and belongings, departing without incident, while a faction stood their ground.\nThe activists stated their goal was to draw attention to the severe shortage of temporary shelters and the hardships faced by the homeless population.\nThe city officials claimed that some participants of the protest had engaged in actions that were \"wholly unacceptable\" in a community setting.\nAssistant Mayor of the city Jane Smith stated: \"Although it is within their rights to express concerns regarding homelessness, the protest has been marred by distasteful tagging, property damage, altercations, public acts of indecency, open alcohol consumption, garbage accumulation, and excessive noise levels.\n\"This upheaval has now accumulated expenses for the city and local law enforcement amounting to over $100,000 due to increased security, cleanup, and legal proceedings. Amidst a tight budget, these are not costs that can be easily absorbed by any governmental entity.\n\"During the past several weeks, our team dedicated to homeless outreach has engaged with roughly 15 of the encampment's occupants - as they do with the broader homeless community - and representatives were on-site before and throughout the eviction procedure to offer housing assistance to anyone open to it.\""}
{"new_text": "Several items thought to be aircraft wreckage were retrieved by civilians and subsequently transported to Canada for examination.\nTransport Minister Marc Garneau commented that the discoveries align with predictive drift patterns indicating the path debris from the lost aircraft could have followed via sea currents.\nFlight AC423 disappeared in May 2017 carrying 242 individuals.\nThe aircraft was en route from Toronto to London and is presumed to have plummeted into the North Atlantic Ocean after straying from its planned route.\nWhat happened to the aircraft, along with its passengers and crew, remains an unsolved enigma in the history of aviation.\nUp to this point, the only confirmed fragment of the aircraft found is a part of the tail known as the vertical stabilizer, discovered on the shores of Ireland.\nOne piece of wreckage recovered off the coast of Iceland was located by a Canadian volunteer in early March, while another was spotted in November by a tourist from France on a beach in Greenland.\nMinister Garneau announced that the investigative team has completed their analysis of the found items and determined that both are likely from an Air Canada Airbus A320.\n\"The examination results strongly suggest the wreckage can be traced back to AC423,\" he stated.\nHe mentioned this indicates the ongoing, intensive underwater search operation in the northern Atlantic Ocean, headed by Canada, is likely targeting the correct region.\nThe international search effort, with assistance from the UK and France, involves deep-sea exploration in an effort to find the plane's remains, with vast portions of the seabed yet to be charted.\nGarneau mentioned that the search is ongoing, with roughly 30,000 sq km (12,000 sq miles) left to explore.\n\"Our commitment remains to finalize this search and we maintain hope that the aircraft will be located.\"\nHowever, the participating nations have made it clear that unless substantial new evidence emerges, they will conclude the search once the designated area has been thoroughly investigated. The mission is anticipated to finish in the forthcoming season."}
{"new_text": "The Unite union is announcing plans for additional strike action in the continuing conflict with Northern Rail regarding the issue of automated ticket barriers.\nThe Conservative Party has called on Grant Shapps to intervene and encourage discussions to break the deadlock.\nThe Department for Transport stated that the Secretary of State has been actively involved with both parties in efforts to resolve the disagreement.\nUnite intends to carry out two more strikes lasting 24 hours each, set for Wednesday, 17th and 24th August, following unsuccessful negotiations through the mediation service Acas.\nThe Conservative transport spokesperson, Chris Loder, remarked: \"Rail travelers have already suffered enough disruption this year owing to upgrade works at the Bank station and technical issues with the London Underground leading to service interruptions and cancellations.\n\"The new Labour transport secretary has declared solving the conflict on Northern Rail a significant priority. The current government needs to take the legitimate grievances of Northern Rail employees seriously and handle this matter appropriately.\"\nUnite is against the push for more automated ticket barriers and argues that station staff should manage them, saying this approach is more secure.\nHowever, Northern Rail has reported that in over 70% of stations, ticket barriers are already managed effectively by technology, and they promise that there will always be staff available to provide assistance to travelers when necessary.\nA Department for Transport spokesperson stated: \"The goal is to see these strikes come to an end, with the commuting public being the ones who would benefit the most.\n\"The Secretary of State for Transport and department officials have continued to be part of discussions with the aim of reaching a resolution, which we believe is still achievable through constructive dialog.\n\"In light of this, we urge both sides to reconvene and engage with each other to put an end to the industrial action.\n\"The government's emergency response team has been convened several times since the disruptions began to ensure strategic planning and backup procedures are in place to reduce the impact on commuters.\"\nThe Department for Transport has been reassured by Northern Rail that they expect to maintain normal operations for up to 85% of their services this coming Wednesday.\nTravelers are encouraged to visit Northern Rail's strike information web page for the latest travel updates before setting out."}
{"new_text": "Following significant losses in the first couple of matches, the Mavericks now stand 1-2 in the best-of-seven playoff. Luka Dončić contributed 28 points for the home side, while LeBron James secured just 22 for the Lakers. \"We lacked preparation,\" Lakers coach Frank Vogel remarked. \"They came out swinging and we didn't respond.\" Dončić stated, \"The guys lit a fire under me. They urged me to take charge - and I did just that.\" The Mavericks were previously ousted by the Lakers in the prior season's semifinals. The next clash, game four, is set to take place in Dallas this Thursday."}
{"new_text": "The single sold 98,000 units, outperforming its nearest competitor, Ed Sheeran's \"Shape of You\" by 30,000 copies, as reported by the Official Charts Company.\nKaty Perry's \"Harleys in Hawaii\" debuted at position four as the week’s third-highest new entry. The song was released unexpectedly early after an online leak.\nPreviously at the top, Bruno Mars's \"Locked Out of Heaven\" dropped by one to second place.\nSwift's last high-charting single was her rendition of The Beatles' \"Across the Universe,\" which reached third position in 2011.\n\"Willow\" is included in the special version of the 31-year-old's album \"Evermore,\" which ascended six steps to rank 13 in the album charts.\n\"Being at the top right now means everything to me,\" the artist expressed to the chart authorities. \"Securing a UK number one has been a lifelong aspiration, and it’s taken a long while to achieve.\"\nExplore the UK Top 40 singles chart\nExplore the UK Top 40 albums chart\nBBC Radio 1's Official Chart Show\nAdditionally, the singles chart saw five new entries in the top 20.\nColdplay’s \"Higher Power,” from their upcoming album releasing soon, debuted at nine, while Little Mix landed their eighth top 10 entry with \"Sweet Melody\" at number seven.\nLana Del Rey’s \"Summertime Sadness\" made it into the charts at number 15.\nIn the albums chart, \"Britain's Got Talent\" victors Elsie and Fred maintained the top position for a fourth consecutive week with their album \"Voices of Tomorrow.\"\nThe siblings' record, which features modern interpretations of classic tracks including \"Nothing Compares 2 U\" and \"Somebody to Love,\" now matches Adele's \"25\" for the longest streak at number one this year.\nBastille moved up three spots to rank two, while The Weeknd held steady at number three.\nFoals scored the best new entry in the albums chart at position three with \"Life is Yours,\" followed by James Blunt’s \"Once Upon a Mind\" closing the top five."}
{"new_text": "A total of £1.5m in purposed reductions will no longer be necessary, yet alternative cost-saving measures will be implemented. These are comprised of £400,000 saved through revising the council's sick leave policy and an additional £350,000 from academic energy programs. A motion by the Green Party to reduce expenditure by slashing the earnings of high-ranking council members was overruled. Labour councillors had expressed their refusal to accept any diminishing of funds for services aiding the most at-risk community members. The coalition leading the council, consisting of members from several minority parties, had suggested budget slashes for impoverished districts, urban sanitation, homeless assistance, domestic violence organisations, and the Fèis Music Celebration. They attributed the need for these cuts to the local government, partly because of the continued stalling of property tax increases. At the beginning of the month, all 32 boroughs in the region agreed to the central government's finance package totalling £11bn. The majority accepted the deal with hesitance, voicing concerns that the persistent freeze on property taxes would impose significant burdens on their financial planning. The chief councilor, Andrew Smith, remarked that the inability to augment revenue through higher taxes would inevitably lead to workforce reductions and the discontinuation of certain community services. Jane Doe, the council's financial strategy overseer, noted that the council was tackling \"heretofore unseen trials\" to establish a fiscally responsible plan."}
{"new_text": "Pastor Jacob Marley informed a labor court that he had recited the scriptures at HM Prison Oakhill in Oxfordshire in 2016. He asserted that some of the inmates who identified as bisexual had lodged complaints, claiming his termination was discriminatory. His litigation against the ministry of corrections proceeds.\n\nPastor Marley, 46, a licenced Baptist preacher residing in Milton Keynes, was employed as a vocational training coordinator at the correctional facility located close to Witney. Since 2013, he had voluntarily led prayer sessions biweekly. At the hearing in Oxford, he mentioned he primarily emphasized on biblical teachings concerning redemption and forgiveness.\n\nHe pointed out that the scripture under scrutiny was Romans Chapter 1 Verses 26-28 which incorporates phrases like \"men committed shameful acts with other men, and received in themselves the due penalty for their error.\" He disclosed he delivered this sermon on July 10, 2016.\n\nMr. Marley later learned that a bisexual inmate had voiced dissatisfaction or distress, leading to what he described as \"a strategic effort\" to bar him from leading further religious services. \"I am afraid and convinced that reshaping the Christian doctrine to conform to current societal beliefs about sexuality is not justified,\" he expressed during the tribunal.\n\nHe recounted being informed that he could not volunteer for the religious gatherings anymore, followed by subsequent grievances regarding his conduct in vocational training. He was then required to appear at a disciplinary meeting after being accused in writing of making \"bigoted remarks.\"\n\nHe took leave due to anxiety in September 2016 and resigned in December, articulating that he faced persecution due to his religious convictions and felt it untenable to continue his employment."}
{"new_text": "The independent auditor on border control stated that the Department of Homeland Security must implement substantial improvements regarding \"expired visas\" - individuals whose authorization to remain in the country has expired. \nRobert Wells stated that failing to address this issue could \"erode trust among the population.\"\nBorder Control Chief Lisa Fortwright mentioned that there is potential for further enhancement.\nThe evaluation indicates that the number of \"expired visas\" in the US is steady, with no significant increase.\nMr. Wells reported that the total count in the \"visa expiration tracking pool\" - the tally of individuals whose visas expired post-2010 - stood at 95,432 in the quarter ending September this year, slightly down from 95,789 in the corresponding period two years ago.\nThe Department contracted with the private firm Global Solutions Inc. to assess and where feasible, resolve the records of individuals with expired visas.\nHowever, Mr. Wells pointed out that there were \"considerable errors\" in how Global Solutions categorized visa expiration records.\nThe audit revealed that out of a random sample of 80 records, 22 inaccurately noted that the individual had exited the US.\nA spokeswoman for Global Solutions denied allegations that it misused information about travelers to the US and mistyped visa documentation.\nShe further dismissed \"any suggestion that our practices financially benefited us\" from the processes applied to log entries and exits of travelers in the US.\nIn his report, Mr. Wells highlighted that due to what he calls significant errors by Global Solutions, the number of \"expired visas\" presumed to have left may have been overstated by roughly 2,000 for the fiscal year 2014-15.\nMr. Wells commented, \"I was disheartened to find a significant error rate in the classification of visa expiration records, with nearly one-third of departures in my examination being misrepresented.\n\"Significant enhancements in the Department's ability to track, manage, and prioritize the border control workload will be essential to execute its plan for reducing unlawful stays.\"\nHe observed that inspectors had also identified another 140,000 records of individuals without legal residency status in the US, with cases dating back to before 2010.\nLisa Fortwright stated that the suggestions from the report would be actioned, acknowledging that past reforms had started showing beneficial effects and should be evaluated over a period.\n\"We are committed to rigorous oversight on this matter,\" she remarked."}
{"new_text": "The Lakeside Dental Clinic in Brecon will shut its doors on April 30th, and there is no alternative public dental service in the vicinity.\nThe representative for the public clinic mentioned that despite efforts, they haven't been able to secure a full-time resident dentist for over eighteen months.\nThe assistant mayor of Brecon, Gwyneth Price, expressed on Radio Wales' Morning Edition that there is a pressing need to incentivize dentists to practice in isolated communities.\nLakeside Dental's head dentist, Dr. Thomas Reed, remarked: \"Rural regions in Wales are experiencing a chronic lack of dental practitioners, with continuous vacancies going unfilled for extended durations.\n\"Despite our attempts to recruit a new dentist for the past one and a half years, we find ourselves in the unfortunate position of discontinuing our operations at the Summit View Dental Centre.\"\nAn official from Powys Teaching Health Board disclosed their plan to re-procure dental services in the locality at the earliest opportunity.\n\"Yet, it is likely that there will be an interim period without service from the cessation of current operations to the finalization of the procurement process and the establishment of successor services,\" he acknowledged.\n\"Hence, we are arranging interim measures for dental care provision until we can implement a lasting resolution.\n\"This involves considering all possible ways to offer interim help from neighboring dental facilities, alongside setting up a temporary dental emergency clinic within Brecon General Hospital to cater to patients with immediate unplanned needs.\"\nA spokesperson for the Welsh Government noted: \"Whenever a dental practice scales down or ceases their NHS operations, the funding allocated remains with the local health board for the re-comissioning of services.\n\"Powys Teaching Health Board is actively seeking bids from dental practices to ensure the continued availability of NHS dental care in the region.\n\"The health board is expected to persistently assess and enhance the accessibility of NHS primary dental care services, in line with the objectives established in its Operational Plan for the year 2017-18.\""}
{"new_text": "A comprehensive search operation involving air, sea, and ground teams commenced early Thursday morning for Sarah Jennings, 31, led by local police and maritime authorities.\nOn Twitter, her friend, Michael Harris, mentioned: \"Appreciate everyone's efforts in spreading the word about Sarah. It’s heartbreaking to think she might not make it back.”\nThe maritime authorities announced that the search efforts were temporarily halted.\nMs. Jennings, a resident of Bristol, is believed to have been hiking solo in the vicinity of Peak District National Park on Wednesday.\nThe police are continuing their investigation and urge anyone who observed a woman hiking in that region to reach out to them.\nHiking gear was discovered east of Mam Tor on Thursday."}
{"new_text": "Martinez needs to formulate a plan to tackle the high-scoring tactics of the reigning league champions during their upcoming championship semi-final at the National Stadium.\nAnticipated to be the most strategic match of the season, Martinez emphasizes that the contest is \"entirely focused on the athletes\".\n\"We rely on (the players) to go out and perform,\" Martinez stated.\n\"I've been questioned about our capability to restrain the Manchester front three and its effects on our defensive midfielders, but we have confidence in our midfielders to perform accordingly.\n\"When we've relayed crucial game insights, it ultimately falls on the players to make the right choices.\n\"You provide the details, they confirm them with you, and aim to implement them as effectively as possible.\"\nMartinez, who guided Aston Villa to their second league cup in three years recently, is not worried about being seen as 10/1 underdogs this Friday, even though his team won the national league just three years prior.\n\"Being the underdog has been our narrative in every match in 2015, which doesn't change things.\n\"Our tactic remains consistent. It’s irrelevant if (the oddsmakers) decide on a number digitally.\n\"Nobody is aware of what happens inside our locker room. We just need to nail the preparations and trust in the athletes.\n\"It's possible to take it personally and leverage it. However, this is just about the sport, nothing else. There are many aspects we need to perfect, and that remains our primary focus.\""}
{"new_text": "A study conducted by the Trendsetters employment research group revealed that approximately 1,200 university graduates declined job proposals at the final moment, causing a scramble among companies to fill these positions in 2017.\nAround 25,000 students were offered jobs, largely in the beginning of their final semester.\nThis indicates that students are able to shift their career paths if more appealing opportunities appear.\nJohn Stevenson, Trendsetters' chief executive, remarked: \"In the premium segment of the job market, competition among employers for a select group of candidates is intense – typically those who have excelled academically, possess outstanding resumes, and have honed their skills during their college years.\n\"It is increasingly common for leading companies to report that top graduates are juggling between five to seven job offers.\"\nHe continued: \"It is encouraging news that the UK's foremost companies are planning their largest recruitment of new graduates ever in 2018.\n\"However, as the job market continues to improve, it is evident that our most talented graduates are getting more selective about which companies they decide to work for.\"\nThe recruitment of graduates increased by 4% in 2017 with their initial salaries at major UK companies holding steady at around £32,000 for the third consecutive year.\nNevertheless, starting salaries at premier legal firms, financial institutions, and accountancy companies saw additional increases.\nOther insights from the report included:"}
{"new_text": "British Transport Police (BTP) reported that he sustained facial and arm injuries after slipping onto the railway tracks around 20:45 GMT on Saturday. The incident occurred as numerous supporters were exiting the adjacent Manchester Arena following a concert. The individual is reported to be in stable condition, according to Manchester Emergency Services. The area around the station in north Manchester was cleared as emergency services attended to the victim. He was subsequently transported to Manchester Royal Infirmary, Manchester Emergency Services confirmed. At the moment of the accident, the train was reportedly decelerating, BTP noted. \"We are still investigating the precise causes of the individual’s fall onto the tracks,\" a BTP representative mentioned. Northern Rail announced that train services between Manchester and Leeds were halted during the emergency response but were later restored. A spokesperson commented, \"We are primarily concerned with the safety and health of the individual affected.\""}
{"new_text": "It has a long period of foreign dominance stretching over many years.\nSituated north of the Egyptian coast, bridging the gap between the Middle East and Europe, it has seen control by various civilizations such as the Ottomans, French, and British.\nGained independence from British rule in 1952, following its significant role during World War II, which saw the nation collectively granted the Royal Victorian Order.\nOver the years, its strategic location has encouraged its role as a crucial maritime hub and it continues to be an essential center for maritime activities.\nIt is a famed tourist spot, with tourism being a vital economic driver.\nPopulation 102 million\nArea 1,002,450 sq km (387,048 sq miles)\nMain languages: Arabic, English\nPredominant religion: Islam\nLife expectancy: 71 years (men), 75 years (women)\nCurrency: Egyptian pound\nPresident: Abdul Fattah al-Sisi\nAbdul Fattah al-Sisi was elected as the president in June 2014 following widespread support from legislative bodies.\nHe is recognized as the youngest president in office and one of the key modern leaders.\nBefore his presidency, he served as the Minister of Defense. He has been involved in national leadership for decadess\nPrime Minister: Mostafa Madbouly\nMostafa Madbouly assumed office as Prime Minister in June 2018 when his party, the Free Egyptians Party, won legislative elections, securing a come-back after years of opposition.\nHis party had previously governed briefly from 2013 to 2015.\nMr. Madbouly was 52 when he assumed the premier position.\nAt the age of 25, he joined the executive team of the Free Egyptians Party. He has contributed to various party-owned media outlets like newspapers and radio stations.\nIn Egypt, the media landscape reveals strong political backgrounds, with many newspapers and broadcasting channels available in Arabic and English.\nRadio in Egypt started in the early 1920s, primarily to disseminate nationalistic ideas against colonial influence.\nNotable historical milestones in Egypt:\n1922 - Egypt gains nominal independence from British administration.\n1952 - Official independence established.\n1953 - Egypt declared a republic.\n1971 - New constitution established.\n1981 - Egypt stabilizes under new governance.\n2011 - Significant political revolution and regime change.\n2017 - Major economic reforms initiated."}
{"new_text": "The 29-year-old leads as a thriving architect who must reassemble his world following the tragic loss of his daughter in a subway accident.\nDirected by the Belgian filmmaker Lukas Dhont, the poignant drama also features Emma Stone, Mark Ruffalo, and rising star Tye Sheridan.\nOver 300 movies are set to be showcased at the festival across the next 10 days.\nLaunching the global debut of Restoration on stage, Dhont stated his most recent work was \"undoubtedly the most intense film I've ever directed.\"\n\"I believe we can really create a buzz at this festival with the reaction tonight,\" he remarked.\nThe filmmaker commended Sheridan's role in the movie, noting: \"He's covered every base, never ceasing to amaze.\n\"You'll watch him fight, you'll hear him debate - he's touched every corner, impressing me constantly.\"\nRestoration marks Dhont's second appearance at TIFF, succeeding his last film The Family which got Luke Wilson a Best Actor nomination, and the previous work Shattered, which earned nominations for Jessica Chastain.\n\"The audience seems to resonate with my films - I'm eager to return,\" Dhont playfully stated.\nAlso premiering on Friday was Sofia Coppola’s latest in over seven years, What They Whisper.\nA critique of political influence, the renowned director shot the film covertly, and its production was under wraps until its unveiling at TIFF's schedule.\nRegarded as an opening to the award season - with studios eager to launch their Academy Awards campaigns at the event - TIFF will conclude with its signature awards event.\nIn recent times, films such as La La Land, The Artist, The Hurt Locker, and Moonlight have captured the top People's Choice Award before earning the Academy Award for Best Picture.\nThe award last year - chosen by those purchasing tickets - was given to the Marie Curie biopic Radiant."}
{"new_text": "The Manchester Evening News leads with an exclusive story about a girl who fought through a severe heart issue and was injured during a drive-by shooting in Salford. In an interview with the paper, the girl's father, Michael Davies, recounts how the gunfire aggravated the wounds from his daughter's recent heart surgery. He reveals that the shots grazed seven-year-old Lily's chest, causing her already delicate condition to worsen due to stress and physical injury.\n\nThe Guardian highlights a dispute over a funding initiative that has seen five historic libraries receive financial support from a government program criticized for favoring certain institutions. According to information obtained from the Ministry of Culture, Media and Sport, a total of £150,000 has been allocated for the refurbishment of these libraries. Critics argue this scheme disproportionately benefits establishments with connections to the establishment, following revelations that dozens of such libraries were granted up to £30,000 each. Just last month, The Guardian reported that the West Yorkshire-based Leeds Heritage Literary Organization was allocated £30,000, despite concerns over the accuracy of the address provided - 15 Whitelock Street, Leeds, which could not be verified through the Post Office's directory.\n\nFurther, The Guardian reports on a story of a young boy from Devon undergoing an experimental treatment for a rare genetic disorder in Germany. According to the article, 9-year-old Oliver Martin is showing signs of improvement after receiving gene therapy in Berlin. Despite the treatment not being licensed in the UK, medical teams are hopeful about the potential benefits for Oliver's condition.\n\nThe paper also reports widespread dismay at Prime Minister Boris Johnson's recent immigration clampdown, emphasizing the nationwide protests that erupted over the weekend. It mentions the mounting calls for Boris Johnson to clarify his position on the new stringent measures, especially following his meeting with leaders from the European Union.\n\nThe Daily Express covers an upcoming decision concerning a suspect allegedly linked to the historical Troubles-era bombing in Manchester in 1996, with forensic evidence playing a critical role. The Crown Prosecution Service has indicated to the inquest judge that a determination on whether to proceed with charges against the suspect is expected soon. The inquest has been repeatedly delayed, most recently due to the discovery of crucial forensic evidence that could tie the suspect to the attack."}
{"new_text": "The organization Hearing Health Foundation reported that their survey of 1,200 people revealed that nearly 25% disregard the recommended volume limits on their audio devices. The organization cautioned that such habits could lead to hearing issues.\n\nNotable DJ Anna Lunoe encouraged attendees to use protective ear gear at concerts and to manage the volume levels carefully. More than half of the respondents admitted to listening to music for up to seven hours daily, much of it during commutes or work hours, which could account for nearly half of their awake time.\n\nHowever, 20% of participants indicated they would not change their habits to better protect their hearing. The foundation highlighted that tinnitus affects approximately one out of every eight individuals in the UK daily, with symptoms ranging from mild humming to a relentless thundering in the ears and head.\n\nThis condition can disrupt everything from job performance to sleep quality. The survey discovered that 12% of people are unaware of what tinnitus really is, with 5% mistaking it for \"large ears\" and another 5% thinking it's a type of \"muscle soreness.\"\n\nTo increase understanding, the foundation has produced a simulated audio experience of tinnitus sounds. Barbara Kelley, the executive director of Hearing Health Foundation, remarked, \"Constant exposure to loud music can induce tinnitus and show that your hearing is at risk. While many people have temporary tinnitus, those severely affected can endure intense fear and anxiety, significantly impacting their life quality.\"\n\n\"There is, as of now, no cure for tinnitus. We dedicate ourselves to funding research for potential treatments and meanwhile offer resources to those suffering,\" Kelley explained.\n\nDJ and music producer Anna Lunoe is endorsing the campaign, stating, \"I am deeply committed to safe listening practices and strongly recommend that music enthusiasts wear protective ear equipment at shows and keep portable music devices at safe volumes. Investing in quality noise-cancelling headphones also helps reduce the risk of hearing damage and subsequent tinnitus caused by loud noise exposure. Nobody should have to deal with that.\""}
{"new_text": "Germany secured victory in the mixed doubles contest as Alexander Zverev defeated John Isner 7-5 4-6 6-4 in the men's singles.\nHowever, the match was levelled when the United States' Serena Williams clinched a 6-3 7-6 (7-4) victory over Angelique Kerber in the women's singles.\nThe tie was ultimately decided by a thrilling doubles match, where Zverev and Kerber edged out to win 6-2 3-6 10-7 against the American team, preventing the USA from clinching their eighth title.\nThis marked Germany's impressive win following their previous achievement at the Hopman Cup in 2018, when the team of Alexander Zverev and Laura Siegemund outplayed the Australian pair of Ashleigh Barty and Nick Kyrgios.\nAustralia had fielded a strong team in this year's event, but Alex de Minaur and Samantha Stosur bowed out in the group stages after defeats to Spain, Germany, and Italy.\nDiscover how you can start playing tennis with our dedicated guide."}
{"new_text": "The New Zealander mentioned he can \"sense\" the \"deep-rooted competition\" with South Africa as they gear up to clash with Wales at the Millennium Stadium on Friday (20:00 GMT).\nIt marks Foster's inaugural home game following victories over Ireland and France.\n\"Perhaps Sean Fitzpatrick captured it well when he declared everyone dislikes South Africa - I believe that's accurate,\" Foster remarked.\n\"I won't employ it, but within the team it may serve as motivation. As I mentioned upon assuming the position, I'm not Welsh, I'm from New Zealand, but my dedication to them is total.\"\nFoster disclosed he sees Wellington wing Jordie Barrett’s potential for Wales wearing the 14 jersey - assuming he regains his top form as he resumes playing for Hurricanes after a significant injury.\n\"I believe right wing is where he excels. He isn't a 15. I'm sure about that. He's explicitly a 14. He has the capability to break through defenses,\" Foster explained.\n\"He delivered an excellent right to left pass last Thursday. Later, he made a poor left to right pass, so it seems he's right-handed!\n\"He possesses every quality needed for a remarkable 14.\"\nWales is tied with Italy in the Six Nations standings, ahead based on the scoring margin, with both teams securing six points from their initial two matches.\nFoster continued to describe his squad as a \"work in progress\", yet he commended his players for their \"dedication\", \"proactivity\", and \"autonomy\".\nMoreover, he is readying Wales for a tactical kicking game from the twice reigning champions South Africa, adding: \"They relinquish 70% of their possession through kicks. If that is their choice, then all the best to them.\n\"It's proven effective for them. It’s not my preferred style of playing rugby, but it's been winning for them, so good luck.\""}
{"new_text": "Paramedics addressed approximately 15,000 cases of severe intoxication recorded in the records of the Scottish Ambulance Service in the first half of the year ending in March.\nThese statistics were accessed by the Scottish Liberal Democrats via freedom of information requests.\nThe ambulance service noted the profound implications of alcohol on their daily functions.\nThis was preceded by a survey within the Scottish Ambulance Service, indicating that alcohol-related incidents constituted over 60% of the emergency responses during weekend nights.\nRecent data revealed that the largest amount of alcohol-related emergency calls, totaling 4,200, occurred within the NHS Greater Glasgow and Clyde area during this six-month segment. NHS Lothian reported 2,000 such incidents, followed by NHS Lanarkshire at 1,600.\nLiberal Democrat health spokesperson, Alex Cole-Hamilton, emphasized that the statistics showcase the severe and intricate nature of alcohol issues in Scottish communities.\nHe remarked, \"Not only is the excessive consumption harming individuals, but it also redirects essential resources from others whose emergencies could have been prevented.\n\"While more preventative measures and support for paramedics should be a priority for both the Scottish government and NHS, the core issue revolves around personal accountability. Real change must originate at an individual level.\"\nA representative from the Scottish Ambulance Service highlighted a spike in service demand during holiday periods predominantly due to alcohol-related incidents.\nHe stated: \"Our responders are well-trained professionals who are hindered by the frequent cases of managing merely drunk patients.\n\"It’s crucial that our staff do not face threats to their safety while on duty, yet alcohol frequently plays a role in violent incidents.\n\"Any assaults or threatening acts are reported to law enforcement, and our workers have access to support and counseling services.\"\nPublic Health Minister Joe FitzPatrick noted that according to a recent report spanning four nations, Scotland stands as a frontrunner in the UK for addressing alcohol abuse.\nHe continued, \"Nevertheless, the detrimental impact of excessive drinking continues to strain these services, reinforcing the message that responsible consumption is vital for everyone’s safety.”"}
{"new_text": "Economic inactivity pertains to working-age individuals who are not actively seeking employment. It affects approximately 27% of the population in Northern Ireland and includes groups such as students, individuals with health issues, or those engaged in caregiving or parenting duties. The national average across the UK is around 22%. The initiative, named 'Enabling Success', was launched by the Ministers of Employment and Enterprise, Stephen Farry and Arlene Foster respectively. This initiative encompasses 11 different projects that rely on the voluntary involvement of participants. It aims to primarily assist three specific demographics: individuals with disabilities that limit work capability, single parents, and caretakers. Minister Farry acknowledged the presence of some individuals who cannot work due to severe health conditions but emphasized the potential for workplace participation with adequate support for many others. Minister Foster highlighted the detrimental impact of not addressing these issues on the economy. The goal of the 'Enabling Success' strategy is to enhance the employment rate in Northern Ireland beyond the UK's average by 2030, fostering better competitiveness and productivity on a global scale. \"The current employment rate here is 68.6%, which is lower than the UK's average of 73.4%. Meeting this objective will pose a significant challenge,\" stated Minister Foster."}
{"new_text": "The tech mogul and television personality stated that Mrs Clinton was only labeled a role model because she had held various high-level government positions. He followed up by saying, \"I respect those who weren't just handed their positions.\"\nThis sparked significant rebuke from various factions within the party. Competitor Jeb Bush described these comments as \"the lowest point\" in American political discourse.\nMrs Clinton later tried to explain her stance, yet refrained from issuing an apology.\n\"Whether someone is appointed or elected, they're exemplary in my view,\" she noted. \"I'm critical of the job Hillary Clinton performed as Secretary because she failed to address the real issues affecting our citizens.\"\nThere have been previous conflicts between the two, with Mrs Clinton accusing the mogul of inciting extremists with his inflammatory remarks about foreign policies.\nMrs Clinton's experience includes being Secretary of State under the Obama administration. The tech mogul, in contrast, deferred military service citing educational and health excuses.\nThe former First Lady has not yet commented on the tech mogul's latest statements, but her daughter Chelsea expressed her outrage via Twitter.\nSeveral of Mrs Clinton’s competitors for the nomination have openly criticized her.\nCurrently, there are 18 candidates vying for the Democratic presidential nomination.\nMrs Clinton has been performing well in preliminary polls, though some experts believe her influence may diminish as the campaign progresses."}
{"new_text": "His representative announced that he passed away on Thursday due to medically-assisted circumstances, a procedure that is permitted in Canada since the start of the year. Details regarding his medical condition were not disclosed.\nThroughout his career, Kinsella authored over 40 books including genres of poetry, essays, and novels, and received the Order of Canada, a prestigious national award.\nHis most celebrated work is the baseball-themed fantasy novel Shoeless Joe.\nThe plot revolves around a farmer who is guided by a mysterious voice to construct a baseball diamond amidst his wheat fields. This field becomes a venue for legendary baseball players from the past to return and play.\nThe book was transformed into the 1989 movie Field of Dreams, featuring actor Kevin Costner.\nKinsella, who had previously endured a head injury from a traffic accident as per CBC, disclosed that he lost interest in writing novels and turned his attention to online chess.\nNonetheless, he later continued his writing endeavors, and his last book, titled Nested Games, is scheduled for publication next year."}
{"new_text": "Evelyn Doyle secured a seat in a special election after Michael Byrne from the Green Party stepped down. Ms. Doyle, representing the Liberals, captured 98 of the 150 valid ballots cast by current senators and deputies. Previously, she disclosed to CNN that she was a victim of assault at age 17 by a former sports coach, an incident which the sports federation had attempted to suppress. The coach accused was tried but ultimately cleared of all allegations in two separate trials in 2019.\n\nEarlier in the year, the Prosecution Service of Southern Ireland issued an apology to Ms. Doyle following a review, which criticized the handling of her case and labeled the procedural delays as \"intolerable.\" Ms. Doyle hails from a well-known sports family in the region. Before the special election, she declared on the national broadcaster RTÉ that she had distanced herself from her sports identity.\n\nExpressing regret over her past affiliations with the activist group Sports for Justice, she noted that this occurred during a tough phase in her life. \"I didn’t fully grasp the implications then, and I’ve thought a lot about it since,\" she stated. Post-election, Ms. Doyle vowed to summon organizations devoted to assault survivors to the assembly to discuss enhanced support mechanisms.\n\n\"My priority [in the assembly] is to advocate for victims of assault,\" she affirmed. \"This matter has shaped my journey here, and it’s what I will keep championing during my tenure.\" Moreover, she planned to focus on engaging the youth in employment initiatives and improving their prospects. Ms. Doyle was widely anticipated to clinch the election.\n\nAmong her opponents were Conservative's Liam O'Connor, who gained 36 votes, Rory Gallagher from the Socialist Party, who secured 12 votes, and independent challenger Laura Finnegan, who amassed 4 votes."}
{"new_text": "The nonprofit's branches in Swansea and Bangor reported individual calls from teenage girls feeling distressed by the impacts of social media on their self-esteem.\nThe organization Safe Teens Online has initiated an initiative termed the “Digital Wellness Drive” to address the alarming trend of 14 to 15-year-old girls feeling overwhelmed by social media usage.\nOne girl expressed to a counselor that social media pressures lead her to feel “incomplete”.\nThis youth-focused nonprofit – which has named its operation the \"Social Media Sanity Check\" – has conducted another national survey, capturing responses from 800 adolescents, revealing that approximately 25% encountered online content that made them feel anxious or depressed.\nOne girl who discussed her concerns at the nonprofit’s branch in Swansea said, \"Lately, I’ve started comparing myself too much with others online, and it’s affecting my mental health. I hope I can build more confidence, but sometimes I think it’s impossible with all the social media influence.”\nAnother, reaching out to the Bangor location, remarked, \"It’s hard not to scroll and feel bad about how I look or what I am doing with my life compared to others. I think it’s due to my constant connection to social platforms.\"\nJane Elliston, national director for child welfare at the Child Rights Network in Wales, commented: \"Youngsters today find themselves immersed in a vast array of digital environments, and if we as a community hesitate to discuss this problem, then we are letting down the numerous young minds impacted by these issues.\""}
{"new_text": "Harbor Lane parking facility, adjacent to the metro hub, is set for demolition to make way for an 800-unit housing complex for students, featuring an entertainment hub, fitness center, corporate suites, pubs, dining venues, and retail outlets. The 25-story structure is poised to become the third tallest edifice in Cardiff, overshadowed only by Cardiff Central Library. The initiation of construction is slated for the upcoming months with an anticipated completion by the end of 2020. A document presented to Cardiff's urban planning committee on Thursday indicates the development \"will significantly transform the city's landscape\". Furthermore, the document highlighted the escalating demand for student housing in Cardiff, driven by the expansion of Cardiff University and the University of South Wales within the region. Cardiff's council leader, Lena Evans, remarked that the venture \"marks a significant advancement\" in the rejuvenation of Main Street and is a continuation of \"the impressive progress already achieved.\""}
{"new_text": "Large areas of the Brazilian states of São Paulo and Rio de Janeiro have experienced significant flooding.\nHeavy rains battered densely populated regions as the remnants of Hurricane Silva moved along the southern coastline.\nAs water levels increased in several cities, photographers documented residents assessing the harm to their local areas.\nMultiple rivers overflowed, leading to urgent public safety alerts.\nInhabitants of Guarulhos, Rio de Janeiro, resorted to using kayaks to navigate their streets.\nSão Paulo's capital was also affected, and an evacuation advisory was issued for the region of Santos.\nCommercial districts were overwhelmed in North Petrópolis, one of the most severely impacted areas.\nThe intense storm caused destruction of infrastructure and felled numerous trees.\nInsurance companies have stated that it is premature to determine the total cost of damages.\nOfficials reported that several tens of thousands of people were without electricity due to the storms.\nAn alligator was spotted in the floodwaters, causing local authorities to issue a caution.\nThankfully, for the states of São Paulo and Rio de Janeiro, the storm system has finally moved offshore."}
{"new_text": "A malfunction disrupted the tablet software that the airline's pilots and co-pilots use for accessing navigational charts during flights. The airline had transitioned to a \"paperless\" cockpit environment in 2013, aiming to alleviate the burden of carrying extensive paper materials onboard, with projections to save over $1.2 million annually on fuel costs. The company is currently conducting an investigation to pinpoint the malfunction's origin. \n\n\"Several flights from American Airlines faced complications with a tablet-based software last night,\" explained a spokesperson to the BBC. \"In some instances, planes were required to return to the gate to connect to Wi-Fi and resolve the software issue. We regret any inconvenience caused to our passengers, whom we were able to commence to their planned destinations shortly thereafter.\"\n\nDuring the incident, Serge Gojkovich, the CEO of the parking app company Curbstand, was among the passengers who experienced delays. He reported via Twitter that his flight from San Francisco to Los Angeles could only take off after the crew printed the necessary maps. An airline representative could not confirm this event.\n\nAmerican Airlines isn't the only airline to replace traditional paper maps and manuals with electronic devices. United Airlines also adopted iPads early on, whereas Delta chose Microsoft's Surface tablets. British Airways and Ryanair are in the midst of transitioning to Electronic Flight Bag-based systems as well.\n\nThis movement towards digital tools is anticipated to not only cut fuel expenses but also reduce the time needed for flight prep, decrease the chance of physical injuries, and provide crews with real-time updates. Several companies are vying to supply the essential software and support for these technologies. The FliteDeck app, utilized by American Airlines pilots, is developed by Boeing's subsidiary Jeppesen. Unfortunately, a spokesperson from the company was unavailable for comment at the time of inquiry by the BBC."}
{"new_text": "On Tuesday, a local court in Surat, a city near Ahmedabad, convicted Rajesh Singh, 40, for the 2015 homicide. The prosecution presented evidence that Singh murdered his business partner, Arjun Patel, and dismembered his corpse. The incident was uncovered when Singh called a friend to admit to the act, and the friend alerted the authorities. Usually, in India, a life sentence is about 14 years, but the Surat court's Judge Anil Kumar pronounced that Singh would spend the remainder of his life in prison due to the \"horrific\" nature of his actions. Patel possessed a German passport because his father was German. The partners had been in business since 18 July 2008 and operated a consultancy in Surat's Vesu area. They had a three-year-old daughter, who was staying with Singh's sister during the incident. The police reported that Singh had assaulted his partner with a hammer. It was reported that the partners had continuous disputes over business investments and because Patel was planning to move back to Germany."}
{"new_text": "Plans developed by Southampton City Council feature a counter-clockwise one-way system along West Quay Road, High Street, and Portland Terrace.\nAssistant council leader Jim Roberts noted immediate measures were crucial to address the city's increasing traffic issues.\nThe proposals will be showcased at the WestQuay shopping centre on 24 and 26 July."}
{"new_text": "Parker, 26, has participated in nine games for the Raiders this season, but last played in the 3-1 loss to Derby on 14 October.\nThe former Chelsea academy player might have his first match for Bristol City against Birmingham this Friday.\nThe Robins are presently fifth in the Championship, just above the play-off line on points."}
{"new_text": "A broadcaster at Radio Casanova reached out to Mrs. Merkel's office, claiming to represent Emmanuel Macron. She was then connected to the Chancellor, where a Macron mimic took over the conversation. Upon suggesting a meeting, Mrs. Merkel promptly agreed and informed the imposter French leader that her timetable was \"quite flexible\". Mrs. Merkel's Christian Democratic Union achieved the majority in the recent elections but didn’t secure a complete majority, resulting in a governmental standoff. Mrs. Merkel and Mr. Macron have differing views on the future of the EU, with the Chancellor committed to maintaining unity and the French president advocating for deeper integration within the next two years. The radio host intervened shortly after Mrs. Merkel assured the impersonator that she would follow up on Wednesday \"and we could meet within the next 24 to 48 hours\". Discovering the prank, a bewildered Mrs. Merkel remarked, \"this is somewhat unserious\". The duo expressed gratitude towards her for handling the situation gracefully. The German leader isn’t the only significant figure to be tricked by a hoax call. In 2001, the then U.S. President George W. Bush was duped by a prankster pretending to be the Canadian Prime Minister Jean Chrétien. Moreover, in 2010, the Brazilian President Luiz Inácio Lula da Silva was fooled by a call from a broadcaster impersonating the Argentinian President."}
{"new_text": "Green Party MP Caroline Lucas questioned the fairness of the £2 daily allowance for asylum seekers living in community housing, questioning whether this amount was \"morally justifiable for people seeking safety and refuge.\"\nMinister for Immigration, James Sullivan, responded in the House of Commons, stating the allowance was optional and served to \"alleviate monotony.\"\nHe argued it was beneficial for meeting \"social and educational\" needs, emphasizing that the scheme wasn't implemented as a cost-saving measure.\nFacing criticism during his speech, Minister Sullivan contended that given asylum seekers' restricted work rights, their compensation rights \"could not be equated with those of the general populace not under asylum procedures.\"\nOpposition spokesperson, Sarah Johnson, revealed that a recent inquiry disclosed that several asylum seekers had received a total of £30,000 for 60,000 hours of work.\nShe highlighted, \"The cost savings from employing asylum seekers for £2 a day, as opposed to hiring staff at the national living wage, amounts to around £500,000 a month.\n\"Who benefits from these substantial monthly savings by employing asylum seekers at accommodation centers for such low wages, instead of regular employees at the national living wage? Is it the government, or do the companies that manage these centers gain significant financial advantages?\"\nMinister Sullivan maintained that the activities for asylum seekers were not intended to supplement the income of contractors, which he claimed were required to offer a minimum quota of voluntary paid activities for participants.\nHowever, following a similar response to Green MP Adrian Sanders, ex-Deputy Speaker Helena Morrissey pressed further: \"We're all asking, who really benefits? That was the initial question and it remains unanswered.\"\nTo this, Minister Sullivan replied, \"The primary beneficiary is the asylum seeker.\"\nHe clarified that \"this allowance isn't comparable to a regular salary as understood by the general workforce,\" and mentioned that \"the allowance rate is under review\" with findings expected by the end of the fiscal year."}
{"new_text": "The recipient of the award will be revealed at the Coastal Literature Festival in Brighton later this season.\nEvelyn Knight, Omar El Akkad, Julia Phillips, Daniel Mason, Ian McGuire, Penelope Lively, and Kamila Shamsie are the finalists competing for the £30,000 award.\nPanelists mentioned they increased the finalists to seven due to the \"breadth of talent in the preliminary round\".\nThey expressed that these seven finalist works provide the audience with \"pleasure in encountering distinctive themes and eras\" as well as a value for in-depth historical analysis and a \"deep-rooted engagement\" with the characters.\nThe finalists include:\nAccording to the panel, \"The selection process for our finalists was guided by the judges' intuitive responses to each narrative.\n\"These seven exceptional works capture slices of history in ways that are profoundly memorable, making the 2023 Pennington Prize shortlist one to look forward to.\n\"The panel's second and deciding deliberation is anticipated to be just as animated as the initial one.\"\nThey are scheduled to convene once more to determine the victor just prior to the announcement at the Coastal Literature Festival on October 21.\nThe Pennington Prize was established in 2015 by its sponsors Lord and Lady Farthington.\nThe victor is awarded £30,000, while each of the shortlisted authors receives £1,500."}
{"new_text": "Video functionality is not available on this equipment\nPakistan requires only 47 runs to achieve their maiden Test victory over Australia with three wickets remaining.\n\"The match has been incredible to participate in,\" mentioned Anderson, who claimed 3-31 as Pakistan pursued a winning score of 297 in their final innings.\n\"Pakistan has demonstrated remarkable talent to be within touching distance of 40,\" he continued.\n\"Our team has displayed resilience to remain in contention and we will enter the fray with determination.\"\nAnderson started the morning wielding the bat, but was caught out in the third over and his team was dismissed for 260.\nThe home side responded with 267-7, with newcomer Iftikhar Ahmed standing firm at 61 not out, before the officials called off the day's play due to fading light.\n\"I doubt many of us will find restful sleep tonight,\" Anderson conveyed to the Test Match Special team of BBC.\n\"Even though the pitch has spun unexpectedly since the outset, it's been a thrilling match and both squads have performed with great expertise.\"\nThe initial Test in the three-match series has become memorable due to a high number of umpire reviews, currently tallying at 27.\n\"The Test has been quite the spectacle in terms of reviews,\" Anderson reflected.\n\"This has heightened the tension on the field. It's been a fierce battle between two nations, full of zeal - that's the essence of Test cricket.\n\"As a pace bowler, when you get the ball to reverse, it can neutralize the pitch's characteristics. The pace squad convened during the break and concluded we could stem the flow of runs at one end while allowing the spinners to be aggressive at the other.\n\"With some luck, we'll see the ball reverse tomorrow morning. Spinners have been instrumental in securing wickets early, so it's a pivotal choice for the captain [Pakistan captain] on who to have open the bowling.\n\"This delay might actually work to our advantage. We'll get to recuperate and return with more vigour. Many dismissals have occurred in the first session of play, so extending the match to another day suits us.\"\nThe Pakistan tour of Australia wraps up with the second Test, starting in Sydney on Monday. Following this series, the team heads to South Africa in December for a four-Test series, complemented by five one-day and two Twenty20 internationals."}
{"new_text": "Faculty members voted on employment stability at the university’s School of Health Sciences. \nUCU Scotland reported that 75% of participants in the vote chose to move forward with strike action. In addition, a petition is set to be submitted on Wednesday. \nThe university voiced its disappointment regarding the decision.\nUCU Scotland highlighted that all four faculty members involved in the disagreement are of African descent, suggesting potential biases in the process.\nA spokesperson from the University of Edinburgh commented: \"It is regrettable that UCU has opted for strike action, particularly selecting a date that coincides with the student examination period.\n\"We are committed to preventing any disruption to our students’ examinations and have arranged appropriate measures to ensure continuity.\n\"Among the employees affected by the departmental reorganization within the School of Pharmaceutical Sciences, the last four at risk have received offers for comparable positions at their existing salary and level, eliminating the need for forced layoffs.\n\"In response to UCU’s concerns about the procedural fairness, we wish to emphasize that the University of Edinburgh upholds equal opportunity principles and values its obligation in this area seriously.\""}
{"new_text": "Michael Thompson Ashworth, 38, was the owner of a building in Wrexham, Clwyd, where a tragic fire claimed the lives of three individuals in November 2015.\nSamantha Green, 25, her boyfriend Daniel Harper, 27, and their daughter Lily, 18 months, perished in the blaze.\nMr. Ashworth, from Wrexham, refrained from entering a plea during his initial court appearance at the local magistrate's court on Monday.\nJessica Clarke has been previously sentenced to life imprisonment for three counts of murder, having ignited the fire during a dispute about parking spaces.\nMr. Ashworth is scheduled for a court appearance at Chester Crown Court in June."}
{"new_text": "The event occurred at the Dundee Naval Reserve center on Dock Street.\nPolice Scotland characterized it as an \"appalling event\".\nAuthorities reported that a 29-year old woman was due to be presented at Dundee Sheriff Court, however, the Crown Office subsequently announced she was released pending additional investigations."}
{"new_text": "The \"Literacy First\" initiative highlighted in their recent publication that students who struggle with reading early on could face long-term disadvantages. The document noted that these children are at a higher risk of not achieving adequate educational milestones or pursuing higher education. A group leading this initiative is determined to ensure that all children aged 12 can proficiently read within a single generation. Key members include organizations like Literacy Without Borders and the National Literacy Foundation, advocating for daily reading sessions of at least 10 minutes between parents and their young children. Their findings revealed that 35% of low-income families possess fewer than 15 children's books, and fathers in these homes are significantly less likely to engage in reading activities with their two-year-olds compared to those in more affluent families. According to the report, early reading exposure significantly benefits children, potentially leading to a lifelong interest in reading. The Literacy First coalition reported about 200,000 children in poverty within Scotland alone, expecting an increase in this statistic. Claire Johnson, the director for Scotland at Literacy Without Borders, remarked, “It’s crucial that we address the educational disparities that leave one in four underprivileged children unable to read proficiently by the end of primary education. It's a matter of justice. While achieving complete literacy by age 12 will not be instantaneous, it is achievable with collaborative effort over time. The 'Literacy First' campaign is set to mobilize communities to ensure that not only parents and grandparents but also volunteers are involved in teaching children to read. Our goal is to assure that each child has an equitable opportunity to excel in reading, irrespective of their socio-economic status.” The study also noted a shift in children's reading habits, finding that the primary materials being read are now digital texts like text messages, alongside a rising interest in websites and electronic books."}
{"new_text": "The 27-year-old recently joined the Rockets in 2019 and commits his future alongside teammate Alex Davidson. Davidson, 25, is set to remain with the team for his fifth consecutive year after a stint with the Manchester Monarchs. \"I'm thrilled to return and eager to chase championships with the team once more,\" commented Thompson. Head Coach Chris Muller expressed that Thompson is \"an asset in the dressing room\" and is \"enthusiastic\" about Davidson's decision to stay as well. \"Alex has helped us secure three cup victories and the latest International Tournament trophy, and he will be crucial to our aspirations for more titles.\" Davidson was part of the Rockets team that earned cup wins in the 2015-16 and 2017-18 seasons, and he also contributed to the national team's triumph at the recent International Tournament held in Barcelona."}
{"new_text": "Jeremy Thorpe, 14, was reported missing on Wednesday by his mother, initiating a widespread search by authorities.\nHis death is not considered suspicious and a report is being compiled for the coroner's office.\nPolice stated that family liaison officers are ongoing in their support for the boy's family."}
{"new_text": "Charlotte Fielding, 48, refuted claims of pushing a 15-year-old student during a heated argument while he was using his smartphone in her lecture room at Swansea Institute.\nShe had earlier overturned a previous misdemeanor battery charge on appeal, claiming the text book was forcefully placed on the table.\nHowever, on Thursday, the Teacher Standards Agency determined that there likely was physical interaction with the student, which they deemed inappropriate.\nA decision on her potential removal from the teaching register will be made subsequently.\nPanel chairperson Elaine Thompson remarked: \"This incident represents a brief lack of restraint, and at this juncture Ms. Fielding violated educational norms.\n\"Such behavior undermines public confidence in the educational system, and her actions were considerably below the expected standards for a certified educator.\n\"Student B was challenging to handle; however, our findings indicate her response was unsuitable.\"\nIn the tribunal, Ms. Fielding's attorney, Michael Green, argued that her \"composed and tolerant\" history with demanding pupils suggests she wouldn't have pushed the student.\n\"She acknowledges that she became angry due to his actions,\" he noted.\n\"She dropped the textbook onto the table as an expression of her frustration.\n\"She regrets the occurrence, but maintains that she did not physically touch him and certainly had no intention of doing so.\"\nWhen presenting the panel's decision, Ms. Thompson stated that, based on the preponderance of evidence, physical contact likely occurred with the student's shoulder or arm.\nThey ruled the allegations against her as substantiated.\nMs. Thompson remarked that the student’s testimony was \"not entirely reliable,\" but noted: \"Overall, it was believable.\"\nShe further mentioned that corroborations by teaching aides that physical contact occurred were also considered believable."}
{"new_text": "Major companies are taking advantage of the hashtag to gain visibility on May 4.\nCarrie Fisher, portraying her iconic character Princess Leia, shared a moment with her family for a unique Star Wars Day photo (shown above).\nEven the character of Boba Fett is participating.\nNumerous international brands are leveraging #MayThe4thBeWithYou to promote airline tickets, pizza, and RVs.\nThe Smithsonian Museum is cleverly using a genuine Star Wars display to mark the occasion.\nEx-Shark Tank celebrity Robert Herjavec is engaging with fans and promoting his business ventures.\nJFK Airport is receiving praise for its humorous tweet depicting TIE fighters and the Death Star.\nThis adorable tweet is too good to overlook!\nVarious nonprofits are utilizing the #MayThe4thBeWithYou hashtag to increase visibility for their causes.\nFor some enthusiasts, it's Star Wars Day every day.\nProduced by Sarah Jennings"}
{"new_text": "A coalition of esteemed educators and scholars endorsed the Democratic candidate, saying \"he embodies the vision and leadership needed for educational advancement.\"\nMs. Harris, who has made education a cornerstone of her platform, embraced their endorsement as \"an incredible privilege.\"\nShe has also been addressing allegations of misconduct related to a financial gift to a California official.\nThe New York Times revealed on Thursday that in 2016 California Secretary of State Alex Padilla had been reviewing allegations of mismanagement against Harris Academy.\nHowever, he halted the inquiry following a $30,000 (₤22,000) donation to his reelection effort from the Kamala D. Harris Charitable Foundation.\nMs. Harris faced penalties for failing to report the donation to the American tax authorities.\nThe endorsement letter made public on Friday by her campaign was signed by five distinguished university presidents.\nThe prominent academics asserted their confidence in Ms. Harris being \"more capable of leading educational reform than her opponent.\"\n\"We are convinced that meaningful reform can only be achieved by someone who is not deeply entrenched in, and significantly accountable for, the current shortcomings and challenges facing our education system,\" they further noted.\nBoth Ms. Harris and her opponent will engage in a direct discussion on education policy Tuesday.\nThe debate, organized by the National Education Association, will feature questions from educators and students.\nIn addition, on Friday, her opponent released a campaign video with educators voicing criticisms of Ms. Harris.\nThe video includes a remark from Ms. Harris from May 2016, questioning the efficacy of traditional teaching methods.\nDespite positioning herself as a champion for education, Ms. Harris has sometimes faced scrutiny from those within the sector.\nParticularly, she recently had a dispute with the family of a teacher who lost their life in a school-related incident.\nMs. Harris, who lacks formal teaching experience, also sparked debate last week when she received a book from a student.\n\"I always wanted this book,\" she claimed about the gift, seen as a symbol of educational achievement.\n\"It was much simpler this way.\""}
{"new_text": "A 24-year-old moved to the Saints this winter from Luton Town after the team's ascent to the Premier League, yet only participated in five league matches. He previously enjoyed a short loan period at Sunderland from Luton in the 2016-17 season, playing in eight games for the Black Cats. The right-wing player inked a two-year deal, with an option to extend for another year, at Ralph Hasenhüttl's squad. Discover all the recent soccer signings on our specialized page."}
{"new_text": "24th March 2023 Last updated at 15:32 GMT\nThe forthcoming saga is titled The Chronicles of the Serpent, with the initial volume slated for release in April, though its exact title has yet to be disclosed.\nAdrian Harkness's debut novel in the Celestial Voyages series was Starbound Beacon, which was published in 2001.\nThe Celestial Voyages trilogy achieved sales exceeding 20 million units and has been translated into over 35 languages.\nThe upcoming series will once again follow the narrative of Elara Thornfield, starting from her infancy and progressing to her adventures as a 25-year-old in later books.\nTo see Mr. Harkness discuss the project, click on the video..."}
{"new_text": "The awareness banner displayed the message \"Safety First, Everyone Matters\" yet presented an image where more girls were depicted as engaging in what the banner labeled as \"unsafe behavior,\" while boys were shown in a more positive, \"safe\" light. Alex Morgan from Phoenix, Arizona, shared a photo of the banner snapped by his sibling on social media, commenting: \"Hey, National Safety Council, you might want to replace the current banner at @PhoenixParks with one that's not perpetuating gender stereotypes.\"\nThe National Safety Council promptly addressed the issue:\n\nThe National Safety Council issued a response stating: \"The National Safety Council values and takes seriously the feedback regarding one of our safety awareness banners.\n\"We sincerely regret any confusion caused, and it certainly was not our purpose to cause any offense.\n\"As an organization dedicated to saving lives and preventing injuries, we strive for inclusivity and fairness in all our materials and initiatives.\"\nThey have announced the immediate withdrawal of the banner from their resources, confirming it will not be distributed henceforth.\nThe Phoenix Parks and Recreation Department also replied to Alex Morgan's post, acknowledging the oversight.\n\nHowever, the incident still sparked widespread commentary across social media platforms."}
{"new_text": "Hamilton previously was uncertain if the longest-serving coach in American baseball would continue coaching the team.\n\"I'm confident in announcing that Joe will be leading the team next year because he's eager to do so,\" Hamilton expressed.\n\"If he's motivated and ambitious, then he grasps the essence of our team far better than anyone else could.\"\nHe added during an interview with ESPN Midwest: \"Joe has already secured a division title, and he's someone who handles errors with transparency and integrity, which is why I trust him.\"\nMorris, 40, couldn't help the Hawks stay in the Major League during their debut season.\nAfter the team's drop to a lower division, Morris openly stated he believed the team should have more carefully invested the funds obtained from the Houston Astros for pitcher Max Stanton, and Hamilton acknowledged there had been recruitment blunders.\n\"Everyone needed to voice the issues they felt were crucial, and that's an essential part of the therapeutic process of addressing difficulties,\" Hamilton noted.\n\"We had to have open discussions. Joe needed to look me in the eyes and be re-assured of my continued support, and I needed to ensure that he would give his all, given that the stakes for our baseball club have never been higher.\n\"Actually, I'm quite thrilled about the increased pressures because it signifies our growth as a club. I'm looking forward to our team being a major presence in the division next year.\""}
{"new_text": "Sean Bean has appeared in movies such as The Lord of the Rings, while former Doctor Who actress Billie Piper has recently ventured into playwriting.\nEIFF artistic director Jane Smith remarked, \"We are excited to welcome two English talents to our distinguished group of EIFF honorary patrons.\"\nSean Bean commented, \"It's truly a privilege and a real pleasure.\"\nBillie Piper spoke about her new endeavor: \"I am overjoyed. I moved to London from Swindon when I was 15 to pursue theatre. I formed a deep artistic bond with the city. Returning to celebrate both British and global theatre and film is incredibly rewarding.\""}
{"new_text": "Audio playback capabilities are not available on this device. The central midfielder, aged 24, expressed to the Daily Mirror on Wednesday that he believes that he and his fellow players are not receiving fair wages and that the club should aim to acquire celebrity-status players, rather than obscure ones that require a search on the internet.\n\nThe player has since conceded that his decision to publicise his thoughts was poorly considered.\n\n\"I accept his apology and now it's time to focus on the future,\" commented the coach.\n\n\"He definitely has a place in the team going forward. My plans for him haven't changed,\" he continued.\n\nThe team, which secured the third spot in the Premier League the previous season, has yet to welcome any new players during this transfer window, while they bid farewell to their left-winger to an opponent club for a transfer fee of £50 million in June.\n\nIn his publication interview, the midfielder mentioned that it would be beneficial for the team to recruit \"at least two or three new talents\".\n\n\"I did not intend my words to cause harm,\" he later stated on Thursday via a press release from his agency.\n\n\"For any upset caused, I extend my sincere apologies to the club's management, the coach, my fellow players, and our supporters.\"\n\nThe player, who penned a fresh four-year deal the prior year, initially joined the club from a different English team in August 2009.\n\nHe has since achieved 121 caps for the squad since earning a regular spot in 2015.\n\nThe player won't be partaking in the upcoming match against their rivals due to a hamstring issue, but the team received positive news that another player's foot injury isn't as severe as was initially suspected.\n\nThe player in question had to leave the pitch during a pre-season match against AC Milan which ended in a 1-0 victory last weekend.\n\nAs of Thursday, the club announced that the injured player only incurred a minor tear and is anticipated to rejoin the team shortly."}
{"new_text": "The World Tennis Association [WTA] issued a penalty following their decision that she engaged in \"fixing\" match outcomes to secure her position at the Wimbledon Championships.\nJane, who played for Canada, and three associates were sanctioned following a probe into three matches in France ahead of the April qualification cutoff for the tournament.\nThe International Court of Sports Arbitration will now review the appeal.\nThe Sydney-born Canadian tennis player competed for her mother's country at Wimbledon under her mother's maiden name 'Carter'.\nShe ended the tournament ranked 81st, over 45 seconds slower than the American match victor Serena Williams, and 10 seconds slower than the 80th player.\nA statement from the Court read: \"The International Court of Sports Arbitration has accepted two appeals from Ms. Jane Carter, lodged against the judgments issued by the Disciplinary Board of the World Tennis Association, concerning her qualification for the Wimbledon 2020 Championship.\"\nJane previously described her suspension to ESPN as \"illogical\" last week."}
{"new_text": "The guests took control early and opened the scoring in the 12th minute when Javier Morales slotted the ball past Leo Fernandez's reach.\nAs the first half progressed, the match opened up with each team having several scoring opportunities, yet the score stood at 1-0 at halftime.\nShortly after the second half began, at the 52-minute mark, Norwich thought they had doubled their lead, but the goal was disallowed for offside.\nIn the 65th minute, Blackburn came close to leveling the score, but Tom Cairney's strike hit the crossbar.\nMatch report provided by the Sports Network.\nThe final whistle blows, Blackburn 0, Norwich City 1.\nThe second half comes to a close, Blackburn 0, Norwich City 1.\nSubstitution for Norwich City. Grant Hanley comes on for Javier Morales.\nA tactical change for Blackburn as Lewis Travis comes on for Bradley Dack.\nBlackburn brings on Harry Chapman for Danny Graham.\nSubstitution for Blackburn. John Buckley replaces Elliot Bennett.\nThe second half kicks off with Blackburn trailing Norwich City by one goal.\nThe first half concludes with Blackburn behind, 0-1 to Norwich City.\nJoe Rothwell (Blackburn) receives a caution with a yellow card.\nGoal! Blackburn 0, Norwich City 1. Javier Morales (Norwich City) hits the target.\nThe first half is underway.\nTeam lineups are announced, and players begin their warm-ups."}
{"new_text": "Paramount Television has hit a snag in contract negotiations with Chris Pratt, Zoe Saldana, Bradley Cooper, Dave Bautista, and Vin Diesel regarding their remuneration. If the parties don't come to an accord soon, the start of production could see setbacks. Despite these hitches, sources from Variety anticipate that the ensemble will ultimately reunite on set. The popular ABC space adventure series was recently renewed for two additional seasons earlier in the year. The show, featuring a group of interstellar misfits, is now expected to continue its broadcast run until at least 2025. Variety has reported that Pratt, Saldana, and Cooper are currently receiving $500,000 (£365,000) per episode but are aiming for a raise to $750,000 (£550,000) per installment. This hike would position them among the top earners in American television, surpassing the earnings of current front-runners like Mark Harmon from NCIS, who is reported to be among the highest-paid actors on TV."}
{"new_text": "Elizabeth Harmon was fatally injured in an accident on a secondary road linking Redwood Heights and Pine Grove near Eastonville. \n\nDaniel Freeman, residing at Cedar Park Avenue, Brighton, East Sussex, made an appearance at Eastonville County Court. \n\nHe provided only his name, birth date, and residence during the court session. \n\nElizabeth, hailing from Maple Cross, lost her life when her vehicle struck a barrier in November. \n\nIn court, it was disclosed that Mr. Freeman, 42, had been hospitalized with critical injuries following the accident, which did not involve any other vehicles. \n\nAddressing Elizabeth's relatives, Judge Laura Thompson remarked, \"May I extend my deepest condolences? I understand your pain, as I too lost a sibling in a vehicle mishap. \n\n\"It's overwhelming to confront such proceedings. Your bravery is commendable, and please accept my heartfelt sympathies for the loss and the journey ahead.\" \n\nMr. Freeman has received unconditional bail, and his trial has been scheduled for Winchester Crown Court on December 3rd."}
{"new_text": "Activists delivered speeches at the meeting on King Street, advocating for significant measures.\nThe Scottish Refugee Coalition's Emma Lloyd praised initiatives to rehome 15,000 Afghans affected by conflict in Scotland.\nSimultaneously, there were protests in Edinburgh’s Parliament Square and a peace walk is scheduled in Inverness, Highland.\nMs. Lloyd stated: \"Scotland is ready to open its doors to refugees.\n\"The cold season is quickly approaching, impacting the most at-risk individuals in camps adjacent to Afghanistan. The urgency to relocate these people is immediate.\"\nReverend John Clarke, who is stationed in Leith, Edinburgh, described the situation as \"the most severe crisis created by humans in our era.\"\nPrime Minister Boris Johnson declared on Tuesday that the UK would take in up to 15,000 individuals from the camps near Afghanistan, focusing especially on at-risk families.\nPremier Nicola Sturgeon will convene a Scottish conference on the refugee situation the following week.\nRegional councils in Scotland have expressed their readiness to \"contribute effectively,\" yet they have requested financial assistance for this endeavor."}
{"new_text": "David Rodriguez Gomez, known by the alias \"El Gato,\" was a prominent enforcer for the infamous Mexican drug lord Joaquin \"El Chapo\" Guzman. He admitted to being directly involved in over 150 murders and claimed participation in an additional 2,000 killings during the late 1990s and early 2000s. Moreover, Gomez provided key testimony against a former security secretary who was found guilty of orchestrating the assassination of a competing cartel leader. At the age of 48, Gomez was released from the Altiplano maximum-security facility on a Friday, commencing a five-year probationary period. He exited the prison with extensive police protection, indicative of the potential dangers he anticipates facing in freedom. According to CNN's Eduardo Lopez in Mexico City, public opinion in Mexico is polarized regarding his premature release. Numerous families of the victims argue that he has yet to fully atone for his offenses, while some contend that after spending over twenty years behind bars, he deserves a chance to reform, as reported by our correspondent. Gomez had been sentenced for his role in the assassination of gubernatorial candidate Enrique Salazar in 1994. However, he later cooperated with authorities against former Security Minister Carlos Arellano, who was a competitor in the 1994 state elections and was convicted of ordering Salazar’s murder. Salazar, who had been tough on major narcotics rings, was leading in the polls, but was murdered in a suburb of Mexico City while about to deliver a public address. Currently, Arellano is serving a 28-year sentence and was once a key ally of Guzman, the leader of the Sinaloa cartel, which battled intensely with Mexican government forces."}
{"new_text": "Sharks' player Max Townsend, 29, became the first soccer player to wear a microphone during Saturday's 3-1 victory. Spectators found out during the second half that the equipment had been turned off due to \"technical difficulties.\" \"Whether it impacted his gameplay, I cannot say, but the mic was disconnected after the break,\" remarked Shoreline coach Helena Jacobs. \"Max was eager to focus on the match. He wasn't having the best game anyway, and removing the distraction was probably for the best.\" The microphone, which was attached to a strap beneath an opening in Townsend's jersey, was used in an attempt to offer fans a distinctive insight into the sport's on-field communication. Townsend had expressed before the match began that wearing the experimental gear \"felt like a bit of a spotlight.\" Despite Sharks' recent slump in the league standings, Jacobs emphasized that the new tech should not be seen as a scapegoat. \"I'm hopeful we got some valuable audio,\" she mentioned further. \"I believe the intention was noble, aiming to offer a fresh view of soccer from an insider's perspective.\" The sports network covering the live league matches, Global Sports, announced their intention to persist with the innovation. \"There were a few technical glitches with the mic that couldn't be sorted out during the interval,\" commented a representative. \"Max agreed to keep wearing it, and it was the call from our team in conjunction with Shoreline FC to remove it, not his. After evaluating the match and the microphone's performance, we're definitely planning to try it again.\""}
{"new_text": "Officers responded to an incident at Riverview Elderly Care Facility in Whitby on Wednesday.\nA representative from the police department stated that an elderly male was under investigation related to \"suspected financial misconduct.\"\nThe Regulatory Board for Elderly Homes, which oversees such facilities, noted that they are collaborating with law enforcement and are keeping a vigilant watch over the matter.\nA spokesperson for the board mentioned: \"We have received a report concerning a grave allegation at this facility and are closely working with local authorities and relevant agencies.\n\"We remain fully briefed and continue to supervise the care service with great care.\n\"The safety and welfare of residents in our facilities are always paramount.\"\nFurther details were provided by another spokesperson: \"Anyone with worries regarding an elder care service can reach out to our support line at 0247 889 4563.\n\"We consider every concern raised to be crucial, employing this information to strategize and enhance our inspection processes.\"\nA police officer confirmed: \"On Wednesday 27 January, we were alerted to a complaint involving an 84-year-old man accused of financial exploitation at the care service in Whitby.\n\"A 79-year-old woman is being reported to the authorities in relation to the suspected offenses.\""}
{"new_text": "Eric Jennings, who has openly shared his identity, testified at the Child Welfare Commission. He recounted his experiences starting from St. Anne's Shelter in Waterford to the Orion Children’s Center in Melbourne at the age of nine. He described severe mistreatment at the Orion facility and reported that several caregivers sexually exploited the children there. He divulged that he suffered abuse from elder children, members of the Franciscan Friars, and a secular educator. Jennings, originally from Cork in Ireland, expressed to the commission, \"What you must realize is the total sense of powerlessness.\" He was among 14 children transferred to Australia in 1955.\n\nResidential settings for minors:\n- Oakley Youth Home, Armagh\n- Elmwood Boys’ Residence, Belfast\n- Sunnyhill Childcare Facility, Derry\n\nYouth correctional facilities:\n- St. Michael’s Training Centre, Belfast\n- Castlehill School for Boys, County Tyrone\n- Greenfield House for Juveniles, Bangor\n\nNonprofit homes:\n- Save the Children’s Haven, Derry\n- McCabe Children’s Center, Belfast\n\nHomes run by the Catholic Church:\n- St. Anne’s Shelter, Waterford\n- St. Mary’s Youth Home, Limerick\n- Sacred Heart Orphanage, Dublin\n- St. Gabriel’s Home for Boys, Galway\n\nJennings revealed he was attacked by an older child at the St. Anne's Shelter and experienced further abuse in Australia. Speaking via video from Australia, he shared, \"The abuses here were frequent, involving the Franciscan Friars and others.” Jennings managed to find his biological mother at age 50. He was initially anxious about her acceptance, but her initial reaction was to continuously apologize.\n\nThe commission, convened in Galway, learned that Jennings remains in contact with his mother and is planning a visit soon. On Tuesday, the commission was informed that 120 children from Ireland, some as young as six, were relocated to Australia as part of a migration scheme. The personal accounts of 55 of these children will be evaluated by the Child Welfare Commission through testimonies or documentary submissions. The commission is investigating the scope of child maltreatment in both religious and governmental institutions in Ireland from 1922 to 1998."}
{"new_text": "The world number 52 lost the opening set but was defeated 7-6 (5-7) 3-6 4-6 by the current Wimbledon champion.\nThompson, aged 23, showed promise but Nadel was able to break his serve at 4-3 in the second set and once more in the final set to secure a victory in two hours 18 minutes.\nThe French 29-year-old will compete against fourth seed Alexander Zverev in the semi-finals.\nAmerican number one and last year’s Wimbledon winner, John Isner, overcame 16-time Grand Slam holder Novak Djokovic 6-4 3-6 6-3 to advance to the semifinals.\nThe world number five will face Swedish sixth seed Elias Ymer, who overcame German Alexander Zverev.\nScottish number five Scott Clayton was eliminated in the quarterfinals of the Bangkok Open in Thailand on Thursday.\nThe world number 98 was defeated 3-6 0-6 by Spanish fourth seed Roberto Bautista Agut."}
{"new_text": "The 35-year-old actress was admitted to a renowned cardiology center in Paris for treatment and is slated to remain there for several days. After her hospital stay, she plans to return to her residence in Canada for additional recovery, her publicist announced. The premiere of her latest movie in London on May 15 has been delayed, and her attendance at the Cannes Film Festival is now uncertain. Updates regarding how this might affect her upcoming promotional tour will be shared in due time, according to a press release on her official site. The Canadian film star was scheduled to attend several premiere events across Europe, with plans to visit Asia in September. Preparations for the London premiere were set to start next Monday, and she was also expected to be a special guest at the Venice Film Festival on September 10. Her agent, David Thompson, commented on the situation: \"We are looking into rescheduling the appearances as soon as we can.\" He mentioned it was \"regrettable to disappoint fans\" and acknowledged the difficulties this situation posed to the film's promotion team. He encouraged fans to stay updated by checking the actress's official website regularly. Her recent film series grossed approximately $250 million globally in 2021, ranking it among the highest-grossing of the year, as reported by Box Office Mojo."}
{"new_text": "The event occurred around 10:45 EST near the intersection of Lincoln and Broadway.\nThree pedestrians and the driver have been transported to the emergency room. Traffic collision authorities have been notified.\nThe intersection is shut down, with three paramedic units present. Responders estimated that there were approximately 50 gallons of oil in the vehicle, which has been secured to prevent spillage."}
{"new_text": "He will assume the position in September, succeeding Michael Johnson who is retiring to pursue private sector opportunities.\nMr. Thompson is advancing to the position from his current role as the board's chief finance officer.\nHe stated: \"Economic hurdles are on the horizon but this vibrant metropolis is prepared to face them.\"\nCity mayor Linda Hart commented: \"We are absolutely thrilled to appoint Jonathan Thompson as our new city manager.\n\"Mr. Thompson joined the metropolitan board two years ago to oversee the finance department.\n\"He has excelled in that capacity, and we believed he is exceptionally equipped with his economic knowledge, his motivation, and his leadership to aid this government in fulfilling our commitments to the metropolis.\"\nShe continued: \"It was Mr. Thompson who emerged as the standout choice to guide our team and achieve operational excellence.\"\nMr. Thompson, 38, remarked: \"I am honored to take on the role and I am eager to collaborate closely with elected officials, staff, and important stakeholders to advance the priorities of Columbus.\"\nA prior discussion by the committee formed to select a successor indicated the salary would be $150,000."}
{"new_text": "The 24-year-old was involved in a clash with the Bluebirds' winger Josh Murphy.\n\"The ligament's torn, which means he'll be sidelined for quite a bit,\" mentioned Liverpool's manager Jürgen Klopp following Friday's match.\nTrent Alexander-Arnold, Andy Robertson, Neco Williams, James Milner, Joe Gomez and Joel Matip are out - leaving Kostas Tsimikas and Yasser Larouci as the team's only available wing-backs.\nLarouci, 20, who spent some time on loan at Preston North End this season, was substituted in during the league match to mark his first appearance with the senior squad. Friday was also the first occasion he was named in Liverpool's senior team.\nTsimikas, 22, had his senior team debut in September.\n\"We're short on wing-backs at the moment,\" Klopp remarked. \"I might have to call up a 14-year-old or somebody similar.\"\nWilliams transferred to Liverpool from Welsh team Swansea City earlier in the year and was in the starting lineup as left-back against Cardiff City."}
{"new_text": "Marcus Peterson, 29, was found guilty of embezzlement last month, in addition to charges of fraud and endangering the public, following a superior court hearing.\n\nPanel judges at the Appellate Division in Bristol overturned his convictions for two major theft charges after defense claims involving the lack of substantive evidence.\n\nHe received a five-year sentence for the other crimes.\n\nDefense attorney Laura Smith contested the embezzlement convictions, which hinged on the supposed pattern of dishonest behavior.\n\nThis suggested that the proof of one crime was utilized to bolster the other.\n\nMs. Smith pointed out that there were only two reported incidents, with a considerable lapse in between them of nearly five years.\n\nShe noted that the nature of the purported crimes was dissimilar, and there was a lack of \"remarkable commonalities.\"\n\nShe contended that for events separated by such an interval, there should be a striking tie, but in this case, there was none.\n\nThe prosecution asserted there were striking parallels as both instances involved corporate funds being misused, in the first case by a junior employee and in the second by a mid-level manager.\n\nIt also proposed that testimonies from other employees, who witnessed questionable accounting practices, could underpin the convictions.\n\nJustice Stevens, sitting on the appeal with Justices Trent and Hathaway, stated: \"A significant passage of time does not necessarily negate the possibility of drawing connections between two acts to suggest a habitual pattern, but it is a factor to consider.\n\n\"When the gap is wide, it's essential to scrutinize if the evidence bears any remarkable characteristics that render the connections convincing despite the time lapse.\n\n\"The interval here, just under five years, was notable. Thus, for the prosecution to successfully associate the two reported acts, it needed to demonstrate an exceptional element. Such an element was not discernible in this instance.\"\n\nPeterson had been originally sentenced at the Superior Court in Manchester after a conviction in Liverpool."}
{"new_text": "The actress expressed her excitement about being chosen to depict Sarah Jennings in the upcoming film \"The Royal Heist: The Queen's Secret.\" This movie will be a sequel to \"The Thief’s Perspective,\" which portrays the theft from the criminals' viewpoint. Emma Stone is set to appear in that film as Elizabeth Harmon, the mastermind behind the robbery. Dench remarked it would be \"an absolute joy\" to assume the role of Jennings, \"an intriguing detective from a bygone era,\" in the film, scheduled to premiere next fall. \"I vividly remember the profound shock the actual theft had, and the screenplay wonderfully reveals much of the true events behind it.\" Jack Thorne, the executive producer and screenwriter of \"The Royal Heist\" series, mentioned that Dench was \"the perfect choice for the role.\" The actress received an Academy Award in 1998 for her role as Queen Elizabeth I in \"Shakespeare in Love\" and a BAFTA in 2001 for portraying novelist Virginia Woolf in \"The Hours.\" Jennings, renowned for her shrewdness, nicknamed \"Silver Vixen,\" spearheaded the investigation into the Royal Heist, leading to hefty sentences for many involved. She retired in 1975 and passed away a year later at the age of 62."}
{"new_text": "The Scottish schoolboy was injured during a fight in Meadowbank Park in Edinburgh on Saturday afternoon. The Edinburgh Evening News reported that his father uploaded the video to his personal Instagram to seek information about the aggressors. The video has accumulated over 500,000 views. Authorities have been notified about the incident and are currently conducting inquiries. The victim told ITV that the group targeted him because they believed he was \"mocking\" them at school. Visit here for more updates from Edinburgh. He was attacked by \"a group of around 15 to 20 boys\" during his visit to the park. He recounted: \"They told me, 'This wasn't a spontaneous decision, we came here with the intention to confront you'.\" \"I was terrified... but I'm slowly recovering,\" he stated. The fight video depicts a boy being knocked down and assaulted. The clip was forwarded to his father, John Johanson, who then shared it online. The post read: \"My son was assaulted in Meadowbank Park by numerous boys today. Can anyone identify them? Parents really need to control their children - it was him against nearly 20.\" Edinburgh Police have confirmed that the altercation took place between 15:00 and 16:00 GMT."}
{"new_text": "The single shattered digital records, accumulating the most streams in its initial week for any song in the US, registering 2.5 million listens.\nRock group The Lumineers celebrated their debut top chart position with Cleopatra, just 900 sales ahead of Beyoncé's Lemonade.\nPrince saw a surge in popularity on the charts after his passing last week.\nThe Best of Prince hit a new peak chart position at number 7, and his classic hit Purple Rain re-entered the singles chart at number 22, marking its highest chart position in over 30 years.\nPillowtalk, Zayn Malik's first solo release post-One Direction, took fans by storm with its unexpected release.\nDespite leaving the band, Malik's new direction seemed to pay off with widespread fan approval.\nAccording to Billboard, Rihanna and Drake's Work jumped from ten to two, while last week's chart-leader, Can't Stop the Feeling by Justin Timberlake, slid to third place.\nCompleting the top five were Cheap Thrills by Sia at four, and Stressed Out by Twenty One Pilots in the fifth spot.\nThe Lumineers were in a tight race for the top album position, edging out Beyoncé by a narrow margin.\nCleopatra ended the week just 900 units ahead in total sales.\n\"This being our second album, it's incredible to achieve our first number 1,\" pianist Jeremiah Fraites expressed to Billboard.\nExplore the US Top 40 singles chart\nDiscover the US Top 40 albums chart\nListen to the Billboard Hot 100 on Spotify\nBillboard’s Hot 100 chart updates are eagerly awaited every Friday."}
{"new_text": "The band members have confirmed they will proceed as a trio following Michael Thompson's exit last month for \"a simpler life at 23 years old.\"\nHis exit was met with speculation across social media platforms such as Twitter, Instagram, and Facebook that the band, Triple Echo, was on the verge of splitting.\nHowever, Chris Barker expressed gratitude towards the supporters for their loyalty and for \"not believing this is the end.\"\nHe posted on Twitter: \"So many are thanking us for keeping together, but you all are the true champions here, thanks for not believing this is the end.\"\nTriple Echo resumed their Global Vibes tour, captivating audiences in Australia.\nTheir European tour segment kicks off at London's Wembley Stadium on July 11 and 12.\nMichael Thompson left the band last month after returning to the US, diagnosed with exhaustion.\nReports had surfaced suggesting he had been unfaithful to his 20-year-old partner, Jenna Simmons.\nHe disclosed to The Guardian his regret over disappointing fans and mentioned that he harbors no resentment towards his past bandmates, acknowledging their great support.\nHe is reportedly collaborating on a solo project with producer Max Harmony, known for his work with artists such as Sam Smith, Katy Perry, and Adele.\nFollow @GlobalMusicBeat on Twitter, GlobalMusicBeat on Instagram, and MusicBeatGlobal on YouTube."}
{"new_text": "The Metropolitan Police stated they had been \"alerted\" to the breach and were conducting investigations.\nIt has emerged that the identities of informants and information on a purported knife assault were disclosed online.\nThe Metropolitan Police commented: \"Officers in London have been alerted to postings published on the internet.\n\"Investigations are continuing to determine the complete context of the incident.\""}
{"new_text": "Jason Colby used a screwdriver to pry open a door at Elland Road in an effort to obtain funds to settle gambling debts.\nA tribunal was informed that security personnel approached the arena at 03:15 after a security alert was triggered, but initially did not detect the intrusion.\nA janitor reported the disturbance after discovering that files had been disturbed.\nLeeds Magistrates' Court heard that Colby, with a history of 95 prior convictions, accessed a service gate leading to the field and roamed the Championship club’s premises until the security personnel dispersed.\nIt was not until the janitor returned hours later and found that Colby had searched through various files and taken electronic devices and donations that an extensive inquiry was initiated.\nColby, aged 34, was sentenced to 18 months in prison after he confessed to entering Leeds United’s stadium on 22 October last year and taking electronics and a donations box containing £45.\nProsecuting barrister John Terry informed the court: \"At 03:15, a security alert was set off within the grounds.\n\"Security arrived and saw a compromised door at the east entrance.\n\"Security officers assumed it had accidentally been left ajar and they cleared the scene.\"\nUpon the janitor's arrival, he noticed the alert was still active and a file cabinet near the entrance was wide open.\nSecurity was alerted again and personnel observed dirty shoe prints in the entrance hall.\nMr. Terry stated: \"A muddy screwdriver was found under the entrance desk.\n\"The area is monitored by security cameras and upon review, security positively identified the suspect.\"\nDefense attorney Sarah Gill remarked: \"He admitted to the crime when questioned by security, claiming he needed the money to pay back individuals from whom he had borrowed for gambling.\""}
{"new_text": "While giving an interview to BBC News in Northampton on Wednesday, Mrs May was seen addressing the public with a Conservative Party banner that misspelled 'Northampton' as 'Northapton'.\nMrs May was in the area to rally support for Conservative candidate James Smith.\nThe local elections are scheduled for Friday.\nMrs May did not appear to notice the mistake as she discussed economic policies.\nITV political reporter Anushka Asthana was quick to point out the blunder on Twitter.\nOne social media user, @DaveJones88, posted: \"Amazing @Conservatives. So I'm now a resident of Northapton, not Northampton?!\"\nAnother comment from @emilybarker21 read: \"What's Northapton? Does anyone know where it is? Next to Northampton, maybe?\"\nITV made attempts to reach out to the Conservative Party for a comment, but has not received a reply yet.\nThe Northampton district seat came open after the resignation of Labour MP Angela Clark\nMs Clark, who was the MP since 2015, stepped down due to what she termed as \"untenable differences\" with the party leadership.\nThe official candidate list for the Northampton local election is:"}
{"new_text": "The team took the lead in the first minute when Jake Taylor connected with Alex Thompson’s pass and scored from inside the box.\nHamilton almost responded, but Sam Green’s shot was excellently saved by Tim Howard.\nChris Allen received a red card for a handball in the box, yet Hamilton failed to level the score, as Matt Rogers missed the penalty."}
{"new_text": "Daniel Thompson, who also falsely claimed to have a debilitating illness, was sentenced to 18 months in prison for embezzling funds from Stafford's Community Hub and obstructing justice. The 60-year-old was required to repay just £1 during a Proceeds of Crime hearing at the local crown court, after being found effectively destitute.\n\nThe Community Hub described the decision as \"shocking\" and a \"severe affront.\" Thompson, from Warminster, Shaftesbury, misappropriated £30,000 from the Community Hub in 2013. \n\nHe attempted to conceal his actions by fabricating records that suggested the hub had received phantom donations totaling over £500,000, and he was incarcerated in October 2017.\n\nPost-hearing, Kyle Peters, assistant director of the Community Hub, expressed: \"It's a severe affront. I would prefer he paid nothing rather than just £1. What he did was nothing short of shocking. He almost destroyed us.\"\n\nThe Hub was rescued by a charitable organization, Supportive Futures, based in Liverpool, securing its ongoing operation. Opened in 1995, the Community Hub features several developmental programs and is a crucial facility in the UK for supporting individuals with disabilities or educational challenges."}
{"new_text": "The seasoned 28-year-old player was let go by Nottingham Forest at the conclusion of the previous season.\nThompson began his journey at Leeds United, amassing over 250 appearances for the Whites in over a decade.\nHe transitioned to City Ground in July 2015, later having loan periods with Portsmouth, Coventry, and Rotherham.\nThompson joins former Portsmouth winger Alex Bass in Somerset as manager Lee Johnson revitalizes his team ahead of the upcoming Championship season.\nDefenders: Nathan Thompson, Jack Hunt, Michael Ihiekwe, Alex Bass\nMidfielders: George Dobson, Conor Chaplin\nForwards: Freddie Ladapo, Tyler Walker, George Thomas\nStay updated on the latest football transfers at our specialized section."}
{"new_text": "Media playback is unsupported on your device\nSmith mentions his team has a \"compact and talented group\", yet they need additional improvement to claim victory in the Olympics in 2024.\n\"We require seven to ten individuals who can consistently take the lead, something we currently lack,\" Smith expressed.\n\"To become Olympic champions, we need seven to ten solid leaders, and that's our target.\"\nHe shared on BBC Radio 4: \"It's just the nature of today's world - it's a challenge shared across all sports.\n\"In these times, individuals skip university, they don't engage in regular jobs, they end up in protective setups like training camps.\"\nFurthermore, Smith points out that the Canadian coaching staff is focused on fostering more potential leaders within the team.\n\"A few players have embarked on personal leadership programs,\" Smith noted. \"We’re excited to watch their progression in the upcoming years.\"\nAfter guiding Canada to a remarkable season in 2020, captain Michael Johnson will once more lead the team in the upcoming international games, health permitting, with Smith identifying strategist Jack Thompson as a strong backup if needed.\n\"Jack ensures the performance levels remain excellent, similar to [scrum-half] Tom Allen,\" Smith remarked. \"Certainly, if Michael is not fit, Jack would be an excellent alternate.\"\nComplete international games schedule available here"}
{"new_text": "Taylor, 42, is set to compete in the upcoming season's Premier League and Thompson is thrilled about the acquisition.\n\"He's on board to anchor the middle order throughout the spring, and it's certainly a high-profile addition for our team, a true powerhouse,\" Thompson told ESPN Radio Devon.\n\"He's an excellent pick-up, and I am excited to start the season with him.\"\nThompson mentions that the Melbourne-born right-hander will greatly benefit the team and bolster the middle-order alongside veteran Jacoby Ellsworth and young phenom Jake Rhodes.\n\"It was quite clear that besides Jacoby and Jake holding down the fort in the middle, we were lacking a bit of consistency. \n\"He brings a wealth of experience, remains incredibly agile, is in top physical shape, and brings that fierce Australian resolve and tough mindset, and we noticed during the preseason he is a top-notch player in challenging conditions.\"\nTaylor announced his retirement from international cricket following the last World Cup, and Thompson hopes his knowledge will be advantageous for the team's younger players.\n\"It's important not to suppress our emerging stars and force Jake Rhodes to shift his role. He's well-settled in his position, still has a journey ahead but shows great promise to play internationally for many years.\n\"Clearly, Jacoby is still performing at his peak. Taylor has previously played in middle order roles and is comfortable there. This will also allow him some time to integrate smoothly; he's a proven talent and we're anticipating a strong season from him.\""}
{"new_text": "The incident occurred on Maple Avenue in Greendale, Wisconsin, shortly before midnight CST. A Chevrolet pickup truck slammed into the side of a residential building.\n\nLocal police reported that the residents were shaken but unharmed; however, three individuals were displaced due to concerns about the building's integrity.\n\nAuthorities have initiated an inquiry and are calling for any potential witnesses to come forward.\n\nGreendale news correspondent Jordan Smith, reporting from the site of the accident, said: \"The impact has left a noticeable gap in the side of the house, with debris scattered around the vicinity. It appears that part of the siding was launched several yards from its original location.\"\n\nTraffic on the street was disrupted for approximately two hours, and as of yet, no one has been taken into custody.\n\nOfficials stated that the motorist sustained minor injuries but declined medical treatment at a hospital."}
{"new_text": "Construction to demolish the office complex on Elm Street began in August 2018 and was supposed to be completed in a year. However, the external frame of the complex remains intact due to unexpected structural complexities. The local government acquired the property as a step towards converting Elm Street into a retail hub. All interior demolitions have been finished, and scaffolding has been erected to assist in the tearing down of the facade. The demolition is expected to be concluded by the end of summer."}
{"new_text": "The Strikers were down 3-2 when Alex Smith's shot seemed to go over the line before being scrambled away by defender Chris Johnson. Match official Laura Wellington dismissed the protests, prompting Coach Thompson to call on league administrators to adopt the goal-line technology used in top-tier competitions. \"The stakes at the close of the season are enormous for everyone involved,\" Thompson remarked. Thompson continued, with her team yet to secure a victory this term, \"The incentives for success are sizable, yet our league lacks the tech advantages. Hopefully now the decision-makers will take action.\"\n\n\"The situation isn't comparable to just one cricket match or the singular event of Wimbledon in tennis—they’ve adopted a progressive attitude. And it’s time for our sport's authorities to realize that this technology enhances the sport. Today showed a perfect scenario where change could positively impact the game,\" the coach explained during a media session, which unfortunately couldn't be shown due to technical limitations.\n\n\"In professional sports, with the financial implications we face, why isn't this technology standard across all leagues?\" Thompson questioned.\n\nSince the 2013-14 season, the top division has been using goal-line technology, and Metroville City's coach Lee Daniels agreed with the sentiment, having supported the tech's broader implementation. \"I’ve reviewed the play, and it does look like the ball crossed the line, but I'm not going to feel guilty for a dose of fortune on our side,\" Daniels admitted to Metro FM 107.5.\n\n\"It removes any uncertainty. It’s something I wholly endorse,\" Daniels added, affirming his stance on the technology."}
{"new_text": "The 22-year-old has been acquired for a rumored fee of £12m and has agreed to a four-year contract with the league winners.\nSanchez made a mark for his national team at the Copa America 2021, participating in three out of their four matches in the competition.\nHe will meet up with the Eagles in Lisbon before their match against Juventus in a pre-season friendly on Friday.\nSanchez is the Eagles' manager Jorge Jesus's third acquisition of the summer, following the signings of goalkeeper David Ospina, defender Marcos Rojo, and winger Julian Draxler.\nSign up for the Sports Daily newsletter to receive our selection of top stories, analysis, and highlights in your email."}
{"new_text": "The Smithsonian Museum of American History will close its doors this Friday afternoon, and is scheduled to reopen in 2024 after extensive renovations costing several million dollars. This weekend, the museum is hosting various free events including concerts, a community fair, and specialty tours. The facility is currently deemed insufficient for its purposes, requiring updated infrastructure including a new HVAC system. The Smithsonian Museum of American History, located centrally in the National Mall in Washington, D.C., was first inaugurated in 1964. Presently, only about 20% of its vast collection, gifted to the nation by philanthropist James Smithson in 1846, is on display due to the need to preserve sensitive artifacts from environmental stress. The renovations are expected to cost between $70m and $75m. With the renovations, the museum will get energy-saving upgrades such as advanced air filtration systems. Additionally, the renovations will allow for two additional exhibition levels so that up to 95% of the museum’s 10,000 artifacts can be displayed. During the museum's closure, key pieces from its collection will be exhibited at the National Gallery of Art. ‘Smithsonian at the Gallery’ will feature rotating exhibits, ensuring public access to significant historical items. The initial exhibit ‘Smithsonian at the Gallery: American Innovators’ will allow visitors to explore 25 significant inventions by American pioneers. It is set to run from November 1, 2016, until June the following year."}
{"new_text": "Hundreds of agricultural producers supplying beef to the meatpacking facilities are beneficiaries of the water conservation incentive.\nEarlier Secretary of Agriculture Joe Taylor indicated that the recent conference brought up \"new worries\" regarding the management of the initiative.\nCattle ranchers apply the drip irrigation systems to water the fields where cattle graze.\nNumerous ranchers adopted the program to transition from traditional flood irrigation methods.\nIn his declaration, Mr. Taylor stated that the recent discussions with his team had unearthed \"additional complications.\"\nHowever, the company's statement did not acknowledge any issues concerning the management of the initiative.\nIt mentioned meeting with representatives from the departments of agriculture and environment to aid in devising a plan \"to ensure the South West Water Program remains within budget.\"\nIt claimed extensive knowledge of \"regulated water use\" in the livestock sector.\nThis seems to point to efforts to determine what would be seen as reasonable water usage by cattle ranches.\nThe meatpacking company promoted the \"sensible usage of water.\"\nThe agriculture secretary also noted that proposals for controlling costs were presented to his office by Department of Environment officials on Wednesday, only to be retracted shortly thereafter.\nMr. Taylor has already criticized the suggested cost control plans as merely a \"temporary fix.\"\nHe expressed disinterest in a \"hastily patched response to the water management dilemma.\""}
{"new_text": "The woman's body was found in a park close to Westridge Road just after 2:00 PM on Sunday.\nOfficers are conducting investigations to ascertain the woman's identity.\nAn autopsy is scheduled to confirm her cause of death."}
