{"original_text": "7 June 2016 Last updated at 20:23 BST\nTown beat AZ Alkmaar and lifted the trophy after the second leg in Amsterdam.\nButcher played in the Ipswich team which won the cup final on aggregate after a 3-0 win at Portman Road followed by a 4-2 defeat in Holland.\nHe has been part of a charity cycling team which made a 260-mile round trip to Holland to commemorate the victory.\nThey were raising money for Prostate Cancer UK and for the Ipswich Town Academy."}
{"original_text": "Storms Desmond, Eva, Frank and Gertrude all caused major issues in the area, as did a severe but unnamed storm on 27 January.\nHawick, Jedburgh, Newcastleton and Peebles were hit by severe flooding.\nThe full cost of repairing all the damage has yet to be calculated but the council will get support under the Bellwin Scheme to deal with it.\nHowever, the local authority will have to come up with 0.2% of their net revenue budget as a contribution - which translates to £508,000.\nA report to members of the council's executive committee outlined the 240 pieces of work - 114 classed as major - which will have to be undertaken to put things right.\nIt does not include further works which might be necessary once bridges are examined below the water level."}
{"original_text": "Thomas Cook Airlines will operate a weekly flight between Glasgow and the American city next summer.\nThe airline said it was introducing the service following a series of one-off flights to the US in recent summers.\nIt will operate between 4 May and 31 October next year, using the airline's Airbus A330 fleet.\nChristoph Debus, chief executive of Thomas Cook Airlines, said: \"It's fantastic news that we are able to start a regular flight to Las Vegas next summer as a result of the great support and feedback we've received when we've operated individual flights to the US.\n\"It's great news for holidaymakers, too, that they now have even more choice when looking for long-haul flights from Glasgow to this increasingly popular destination.\"\nGlasgow Airport welcomed news of the new route.\nCommercial director Francois Bourienne said: \"Las Vegas attracts tens of millions of visitors every year and this will be the first time Scotland will have had a regular service to what is often referred to as the entertainment capital of the world.\n\"Not only is Thomas Cook's decision to introduce a weekly service to Las Vegas for the duration of the 2015 summer season excellent news for Glasgow Airport and our customers, it further strengthens our already extensive long-haul offering.\"\nThe airline has also announced an additional flight to Tunisia with flights available three times a week in the summer of 2015."}
{"original_text": "Roy Hodgson's side are in pot one with Wales and Northern Ireland in pot four.\nIf the Republic of Ireland win their play-off they will be in pot three or pot four, depending on other results.\nA potential group is England, Euro 2012 finalists Italy, the Czech Republic and Wales or Northern Ireland.\nThe seedings are based on Uefa's national team coefficient rankings, which includes past records in tournaments.\nThe other top seeds for the finals are holders Spain, hosts France, world champions Germany, Portugal and Belgium, who are set to become the number one team in Fifa's rankings.\nBosnia and Herzegovina, Ukraine, Sweden and Hungary are the seeds in the play-off draw, which takes place on Sunday.\nThe Republic of Ireland, Denmark, Norway and Slovenia are their possible opponents in the two-legged deciders, which will be played between 12 and 17 November.\nThe draw for the finals takes place on 12 December."}
{"original_text": "Damon Smith denies making or possessing an explosive substance with intent to endanger life but at the Old Bailey he admitted perpetrating a bomb hoax.\nThe prosecution said Mr Smith intended the Improvised Explosive Device (IED) to explode and endanger the lives of people on the Jubilee Line train.\nProsecutors said the IED contained ball bearings to act as shrapnel.\nJonathan Rees QC, for the prosecution, said this was to \"increase the destructive effect of the device\".\nAt the start of the trial, Mr Rees said the defendant told police he had built a device which when activated was intended only to produce smoke.\nHowever, the defendant added the ball bearings because he wanted to make it look like a real bomb so the train would be stopped and it would be reported on the news, Mr Rees added.\nThe court heard the device was found by two passengers when Mr Smith got off the train at London Bridge station last October.\nThey handed it to a driver, Adrian Clarke, who initially thought it was for lost property but then, as he drove to North Greenwich, realised it contained two wires coming out of the back of a clock, the court heard.\nThe court heard the student had moved to Rotherhithe in south-east London with his mother from Newton Abbot, Devon, when he started a computer forensics degree at London Metropolitan University.\nThe defendant has Asperger's syndrome, or Autism Spectrum Disorder as it was known, and has a keen interest in guns and other weapons that may have been a function of the condition, the court heard.\nThe prosecution said officers had found:\nThe court heard Mr Smith told police he had been brought up a Christian but was interested in Islam which he thought was \"more true\".\nHe did not really practise Islam, although he read the Quran and sometimes prayed in the morning when it was convenient but did not hold extreme views, the court heard.\nMr Rees said that on the day of the incident the defendant had started a timing mechanism on the device while he was at Southwark station, changing trains.\nMeanwhile, Mr Smith went to his university campus at Holloway and searched for news articles on the incident when he got home later, the court heard.\nThe trial continues."}
{"original_text": "Mansfield District Council debated the £250m Lindhurst scheme, which faced more than 140 objections.\nIt includes up to 1,700 homes, as well as a new primary school, cemetery, community centre and park on the southern edge of the town.\nThe planning committee voted five in favour, five against, with the chairman having the casting vote in favour.\nProtesters at the meeting shouted \"shame\" as the decision was made.\nThe 169 hectare (417 acre) application is the largest ever submitted to the council.\nDevelopers, the Lindhurst Group, said it would bring major benefits to the local economy, including up to 4,000 jobs.\nProject co-ordinator, Richard Bowden, said: \"We are relieved. We now have a major responsibility to deliver the jobs promised.\n\"For a development of the size and momentum that is going to be needed to turn Mansfield around, there was no alternative.\n\"We just hope that now we have the planning consent, people will look at the merits of what we are doing - at the enormous amounts of money that will be coming into the Mansfield economy.\"\nBut objections included concern from Nottingham Wildlife Trust and the Ramblers Association over the loss of countryside and habitat.\nIndependent Mansfield councillor Andrew Tristram, who opposed the plans, said concerns over congestion and the ability to deliver the promised benefits remained.\n\"Given the fact the decision was controversial and decided on a casting vote, and also the reasons for departing from the local plan were tenuous, I'm sure local residents would like to see the secretary of state call the decision in,\" he said."}
{"original_text": "27 February 2013 Last updated at 17:20 GMT\nThe UN says Europe has the world's worst record of throwing away fish.\nAlmost a quarter of all catches go back overboard dead because they are not the fish the crews wanted to catch.\nReadthe full Newsround story"}
{"original_text": "HP acquired the WebOS operating system when it bought veteran gadget maker Palm in 2011 for $1.2bn (Â£789m).\nFinancial details of the deal have not been disclosed but HP is not thought to have recouped much of the money it paid for Palm.\nLG said the WebOS code would be used to power its next-generation smart TV technology.\nThe WebOS was created to run smartphones, tablets and other devices developed by Palm that, in its early days, pioneered the handheld gadget industry. However, Palm's influence has diminished as Apple, Google's Android and RIM's Blackberry have come to dominate the smartphone and tablet markets.\nIn the deal, LG gets WebOS source code, engineers working on it, documentation and the websites that promote it. HP is holding on to patents underlying WebOS as well as technology that helps it connect to web-based services.\nHP did launch products running WebOS, such as the TouchPad tablet, but poor sales led it to seek other ways to boost interest in the software. One way it chose was to open up the code to any developer to work on. LG was one of the first firms to take up this chance and the acquisition grew out of this relationship.\nUsing WebOS in TV sets made \"sense\" for LG, said Ovum analyst Tony Cripps, adding that it could herald a return to the software's smartphone roots.\nWebOS's use of core web technology left it well placed for the next generation of mobile apps that were likely to be based around the same code, he said.\nThe acquisition was probably driven by LG's recognition that it needed to make gadgets of all types easier to use, added Mr Cripps.\n\"Device manufacturers are recognising the need to differentiate through software-based innovation in user experience,\" he said.\nThe deal with LG was announced as HP took the wraps off its first Android-powered tablet, called the HP Slate 7, at the 2013 Mobile World Congress currently under way in Barcelona."}
{"original_text": "U's striker Joe Pigott cancelled out Andre Dozzell's opener in the 89th minute after Town lost the ball.\n\"I'm not tolerating that, I've told them that's garbage,\" McCarthy said.\n\"To concede that goal is really poor. I'm fuming after that, I don't often lose the plot but I have [in the dressing room].\"\nMcCarthy's side were on the wrong end of a number of late goals in the Championship last season, and McCarthy pointed to the examples at Brentford,Nottingham Forest and Bolton where they dropped points from winning positions late on in 2015-16.\nIpswich finished five points outside the Championship play-off places last season in seventh.\nThe former Republic of Ireland and Wolves boss continued to BBC Radio Suffolk: \"That's a pre-season friendly and I say I'm not bothered about them and don't like them, but I don't like conceding goals at that time.\n\"It's unforgiveable for me. If he whacks one in from 30 yards, fine. But no, we had the ball and gave it away.\""}
{"original_text": "Tests on three pairs of glasses held at the British Library showed the author's sight deteriorated considerably.\nAt the time, heavy metals like arsenic were used in medicines that Austen, who had rheumatism, may have taken.\nLibrary experts have suggested such poisoning may also have contributed to her early death at the age of 41.\nThe novelist, who lived in Steventon, Hampshire, died on 18 July 1817 and the cause of her death has been the subject of much speculation.\nThe three pairs of glasses, kept in the Pride and Prejudice author's writing desk, were examined using a portable lens meter brought to the library to determine the strength of the lenses which, despite their age, remain in good condition.\nTests showed they increased in strength from +1.75 in each eye from the first pair to +4.75 and +5.0 in the final pair - meaning she would have found it very difficult to see well enough to read or write by the time she died.\nBritish Library curator Sandra Tuppen said: \"There's the possibility of her being poisoned accidentally with a heavy metal such as arsenic. We know now that arsenic poisoning can cause cataracts.\n\"Arsenic was often put into medication for other types of illness, potentially for rheumatism, which we know Jane Austen suffered from.\"\nIt is not known whether the glasses, made of real tortoiseshell and glass, were prescribed for Austen or she bought them herself.\nThe British Library is inviting optometrists to offer their opinions on the new theory."}
{"original_text": "Justin Welby made the announcement after a meeting of primates from the Anglican Communion in Canterbury.\nIn the UK, an act of Parliament passed in 1928 allowed for Easter Sunday to be fixed on the first Sunday after the second Saturday in April.\nHowever, this has never been activated and Easter has remained variable, determined by the moon's cycle.\nEaster is the most important Christian festival, as it celebrates the resurrection of Jesus Christ following his death by crucifixion on Good Friday.\nThe archbishop said he was in talks with Pope Francis, Coptic leader Pope Tawadros, and the leader of the Orthodox church Patriarch Bartholomew.\nMr Welby said he hoped the change would happen \"in between five and 10 years time\".\n\"I would love to see it before I retired\", he said, although he warned the first attempt to make such a change was in the 10th Century.\nAn Anglican source told the BBC there had been 15 attempts to agree a common date since then.\nEaster is on the first Sunday after the first ecclesiastical full moon following the spring equinox, meaning it can be celebrated on a Sunday between 22 March and 25 April.\nBut the Orthodox church follows the Julian calendar, hence has later Easter celebrations compared with those of Western Christianity.\nIn 1990, the Vatican approved a proposal for a fixed date, which was subject to agreement with other Christian churches and governments. It has not yet been reached."}
{"original_text": "It carries out a monthly survey of firms that tracks indicators such as new orders, employment and exports.\nThe latest report for April suggested a modest deterioration in business conditions, as output and new orders declined following growth in March.\nThat was the fourth monthly decline in activity in the last five months.\nUlster Bank's chief economist, Richard Ramsey, said Northern Ireland's modest decline in private sector activity compares with growth in all of the other UK regions.\nManufacturing continued to be a bright spot, with output growth and new orders rebounding to a 6-month high, driven by market demand in Great Britain.\nBy contrast, Northern Ireland retailers reported their sharpest decline in retail sales since May 2012 and the construction sector posted its largest fall in business activity in two years.\nMr Ramsey said that despite the apparent weakness suggested by the results, companies are continuing to hire staff.\n\"Despite uncertainty and lack of demand, local firms saw their staffing levels rise in April at the fastest rate in seven months. Employment growth was reported across all sectors with the exception of construction,\" he added.\nLooking forward, he said that the detail of the new Conservative government's fiscal plans and economic policies \"will affect all sectors of the economy both public and private\"."}
{"original_text": "The high street shop in Penarth, Vale of Glamorgan, has been targeted by opponents since it opened in November.\nThe party now invites its \"anarchist friends\" to aim their eggs at posters of Mr Farage and Cardiff South and Penarth candidate John Rees-Evans.\nA UKIP spokesman said no eggs had been thrown since the posters were put up."}
{"original_text": "Windsor's Theatre Royal was celebrating the opening night of One Man, Two Guvnors on Tuesday evening.\nBut theatre-goers were swiftly removed after flash-flooding caused water to halt the performance.\nThe theatre director Robert Miles said the auditorium had since been dried out and Wednesday night's show would continue as planned.\nSue Salmon, who was in the auditorium when the theatre was evacuated, said: \"Water was just pouring under the doors down towards the stage.\"\nThe play, performed by the Windsor Repertory Company, is part of a six-week festival celebrating 201 years of theatre in the Berkshire town.\nThe flood happened after heavy rainfall on Tuesday, which also caused havoc in London where some people were trapped in cars by flash flooding.\nMr Miles said: \"Nothing like this has happened to us before, we've had the occasional flood as we've been here 100 years.\n\"All of a sudden water started coming through from the back of the building and it didn't take long for it to get into the auditorium.\"\nWendy Sammes went to see the play with her daughter. She said: \"It was a horrific storm, you could hear the thunder and lightning in the theatre.\n\"We suddenly saw people standing up [in the front stalls] and were evacuated.\""}
{"original_text": "Since independence from Britain in 1970, rivalry between the indigenous Fijian and the ethnic Indian communities has been at the root of much of the political upheaval in the country.\nIn 2014, Frank Bainimarama was sworn in as prime minister, eight years after seizing power in a military coup.\nPopulation 876,000\nArea 18,376 sq km (7,095 sq miles)\nMajor languages English, Fijian, Hindi\nMajor religions Christianity, Hinduism, Islam\nLife expectancy 67 years (men), 72 years (women)\nCurrency Fijian dollar\nPresident: Jioji Konousi Konrote\nJioji Konousi Konrote was elected as president in October 2015. He is the first non-indigenous president and the first to be elected by parliament. Previous presidents were selected by the Great Council of Chiefs (GCC).\nHe has had a long career in the military, government and diplomatic service.\nPrime Minister: Josaia Voreqe \"Frank\" Bainimarama\nFormer military leader Josaia Voreqe Bainimarama was sworn in as prime minister in September 2014, eight years after overthrowing the government of Laisenia Qarase in a bloodless coup, accusing it of corruption and a bias towards ethnic Fijians.\nAn indigenous Fijian born in 1954, Mr Bainimarama has long championed equal rights for the country's minority ethnic Indian community. More commonly known as Frank, he is sometimes referred to with the title Ratu to denote his heritage as a chief.\nSince the introduction of the government's Media Decree in 2012, the Fiji Media Industry Development Authority controls what is published by the media industry. Media organizations and journalists face harsh penalties for publishing material not in the public interest. This has led to a degree of self censorship.\nSome key dates in Fiji's history:\n1643 - Dutch explorer Abel Tasman is the first European to visit the islands.\n1970 - Independence after a century of British rule.\n1987 - The first of two coups overthrows the Indian majority government of Prime Minister Timoci Bavadra.\n1999 - Mahendra Chaudhry is elected Fiji's first ethnic Indian prime minister but is overthown a year later.\n2014 - Former military leader Frank Bainimarama is elected prime minister, eight years after seizing power in a coup."}
{"original_text": "The decision was taken after one of the students, 17-year-old Ruby Rai, told a local media channel that political science was about cooking.\nVideo of the interview with her and other students went viral in India.\nLast year, parents of students in the state were photographed climbing school walls to pass on answers.\nThe embarrassed state government had announced tough measures like fines and jail terms intended to curb cheating this year.\nThe markedly lower pass rate seen in the results announced last week was taken as an indication that the steps had worked.\nThat is, of course, until the footage of arts student Ruby Rai's interview was aired.\nThe government said that her result, as well as that of Saurabh Shrestha who came first in science and was unable to answer a simple chemistry question, had been suspended with immediate effect.\nThe two students, along with 12 others who excelled in the examinations, will now have to appear for a written test and interview before a panel of subject experts on 3 June, Bihar examinations chairman Lalkeshwar Prasad Singh told Indian media.\nTheir handwriting will also be checked to verify if they answered their own questions, he said."}
{"original_text": "About 30 people had been living in tents on St Peter's Square, outside the Central Library, since 15 April.\nManchester City Council had been issued a warrant to close the camp, with campaigners losing an appeal.\nThe demonstrators have now set up another settlement about half a mile away, in St Anne's Square.\nPolice and bailiffs arrived at about 08:00 BST to break up the St Peter's Square camp.\nSome protesters packed up their tents and equipment and left the area peacefully, but others resisted.\nCampaigners said they wanted to highlight a crisis in temporary housing and the plight of homeless people.\nThe council said some demonstrators had been behaving \"entirely inappropriately\" in a public area.\nDeputy Leader of Manchester City Council Bernard Priest said: \"While it is entirely legitimate to raise concerns about homelessness, there have been issues with offensive graffiti and other forms of vandalism, fighting, public urination, street drinking, litter and loud music being played.\n\"The camp has now cost the council and Greater Manchester Police more than Â£88,000 in additional policing, security and legal costs. In the current climate, this is not an extra cost any public body can shoulder lightly.\n\"Over the last month, our homelessness service has provided support and advice to more than 20 members of the camp - as they work regularly with other homeless people across the city - and officers were present prior to and during the eviction to provide accommodation to anyone willing to accept it.\""}
{"original_text": "The two pieces of debris were found separately by members of the public and were flown to Australia for analysis.\nDarren Chester said the finds were \"consistent with drift modelling\" of how debris from the missing plane may have been carried by ocean currents.\nMH370 vanished in March 2014 with 239 people on board.\nIt was flying from the Malaysian capital Kuala Lumpur to Beijing and is widely believed to have gone down in the Indian Ocean after veering off course.\nThe fate of the plane, its passengers and crew remains one of aviation's biggest unsolved mysteries.\nThe only confirmed piece of debris found so far has been a section of wing called a flaperon, which was found on the Indian Ocean island of Reunion.\nOne of the parts retrieved in Mozambique was found on a sandbank by an amateur US investigator in late February and the other in December by a South African tourist.\nMr Chester said the investigation team had finished examining the debris and found both were \"consistent with panels from a Malaysia Airlines Boeing 777 aircraft\".\n\"The analysis has concluded the debris is almost certainly from MH370,\" he said in a statement.\nHe said it showed that the vast deep-sea search for the plane in the southern Indian Ocean, being led by Australia, was focusing on the right place.\nThe search, also involving experts from China and Malaysia, is scanning the sea floor, much of it previously unmapped, in the hope of locating the wreckage.\nMr Chester said it would continue for now, with 25,000 sq km (10,000 sq miles) of ocean still be to searched.\n\"We are focused on completing this task and remain hopeful the aircraft will be found.\"\nBut the three countries have said that barring significant new evidence, they will end the operation once the area has been fully searched. The search is expected to be completed in the coming months."}
{"original_text": "The RMT union is planning two further days of strike action in an ongoing dispute with ScotRail over driver-only trains.\nLabour urged Humza Yousaf to meet the parties in a bid to end the stalemate.\nTransport Scotland said the minister had already engaged with both sides to find a solution.\nThe RMT plans to hold two further 24-hour strikes, on Sunday 24 and 31 July, after the failure of talks through the conciliation service Acas.\nLabour's transport spokesman Neil Bibby said: \"Rail passengers have already faced significant disruption this summer due to infrastructure work on the Queen Street tunnel and Glasgow Subway causing delays and cancellations.\n\"The new UK transport secretary said resolving the dispute on Southern Railways was his 'top priority'. The SNP government should start to take seriously the real concerns of ScotRail staff and get a grip of this situation.\"\nThe RMT opposes any extension of driver-only trains and wants guards to be in control of operating doors, which it claims is a safer system.\nBut ScotRail has said 59% of customers already travel on a train where the doors are safely opened and closed by the driver, and that a second person would always be scheduled to be on board trains to help customers.\nA Transport Scotland spokesperson said: \"Everyone wants to see an end to these strikes, Scotland's rail passengers most of all.\n\"The minister for transport and Transport Scotland officials have engaged with both sides throughout to find a solution, which we still believe lies in meaningful discussion.\n\"To this end we would call on both parties to get around the table and find a way to end these strikes once and for all.\n\"The Scottish government's resilience committee has met regularly since this period of disruption began to ensure that proper planning and contingency measures have been in effect to minimise disruption for passengers.\"\nTransport Scotland said it had been assured by ScotRail that over 80% of services would run as normal this weekend.\nPassengers are advised to check the ScotRail strike information web page before they travel."}
{"original_text": "After heavy defeats in the opening two contests, the Cavaliers now trail 2-1 in the best-of-seven series.\nKyrie Irving added 30 points for the home team, with Steph Curry only claiming 19 for Golden State.\n\"We weren't ready to play,\" said Warriors coach Steve Kerr. \"They just punched us right in the mouth.\"\nJames added: \"My team-mates got me going. They told me to be aggressive - and that's what I was.\"\nCleveland were beaten by Golden State in last year's Finals.\nGame four is also in Cleveland on Friday."}
{"original_text": "The track sold 117,000 copies, some 40,000 more than its closest rival, Avicii's Wake Me Up, according to the Official Charts Company.\nLady Gaga's Applause was the second highest new entry at five. It was released midweek after leaking online.\nLast week's number one, Miley Cyrus's We Can't Stop, fell two places to number three.\nGoulding's previous highest charting single was her cover of Elton John's Your Song, which peaked at two in 2010.\nBurn features on the deluxe edition of the 26-year-old's album Halcyon, which also climbed seven places in the album chart to 19.\n\"It means the world to me to be number one at the moment,\" the singer told the chart compiler. \"It was always my dream to have a UK number one single and it's been a long time coming.\"\nSee the UK Top 40 singles chart\nSee the UK Top 40 albums chart\nBBC Radio 1's Official Chart Show\nElsewhere in the singles chart, there were four new entries in the top 20.\nArctic Monkeys' Why'd You Call Me When You're High - taken from their new album, AM, which is released next month - was at eight, while The Wanted achieved their ninth top 10 hit with We Own the Night at 10.\nRay Foxx's Boom Boom also entered the chart at 12.\nIn the album chart, Britain's Got Talent duo Richard and Adam Johnson held on to the top spot for a third consecutive week with their debut record, The Impossible Dream.\nThe brothers' album of classical renditions of standards such as The Power of Love and Unchained Melody is now tied with Justin Timberlake's The 20/20 Experience for the most consecutive weeks at number one this year so far.\nRudimental climbed five places to two on the chart, while Imagine Dragons remained at three.\nWhite Lies had the highest new entry at four with Big TV, with Passenger's All The Little Lights rounding out the top five."}
{"original_text": "It means £1.3m of planned cuts will be avoided but other savings will be made.\nThese include £500,000 by changing the council's policy on sickness absence and a further £500,000 in schools energy incentives.\nA Liberal Democrats proposal to save money by cutting the pay of senior councillors was defeated.\nSNP councillors had said they would oppose any cuts in funding to services supporting vulnerable people.\nThe ruling group, made up of independent councillors had proposed cuts in funding for deprived areas, street cleansing, homeless support, women's aid groups and the Blas Music Festival.\nThey said the savings had been forced on the authority, in part because of the council tax freeze.\nEarlier this month, all 32 local authorities in Scotland accepted the Scottish government's funding deal worth £10.3bn.\nMany did so reluctantly, claiming the continued council tax freeze would lead to severe pressure on budgets.\nHighland Council's leader Margaret Davidson said not being able to raise funds from a tax increase would result in job cuts and some services being axed.\nBill Fernie, the council's budget leader, said the local authority had to deal with \"unprecedented challenges\" in setting a balanced budget."}
{"original_text": "Reverend Barry Trayhorn told an employment tribunal he had read the verses at HMP Littlehey in Cambridgeshire in 2014.\nHe was told complaints were made by gay prisoners and alleges he was unfairly dismissed.\nHis case against the secretary of state for justice continues.\nMr Trayhorn, 51, an ordained Pentecostal Christian minister from Sandy in Bedfordshire, had been working as a gardening supervisor at the prison at Perry near St Neots.\nHe had been invited to lead the worship at services once a week from 2012.\nHe told the tribunal in Bedford, he \"often focused on Christian teachings about sin and repentance\".\nHe confirmed the Bible passage in question was 1 Corinthians Chapter 6 Verses 9-11 which includes the lines \"neither fornicators, nor idolaters, nor adulterers, nor homosexuals, nor sodomites, nor thieves, nor coveters, nor drunkards, nor revilers, nor extortioners will inherit the Kingdom of God\" and he read it on 31 May 2014.\nMr Trayhorn said he heard later that a gay prisoner had complained or was upset and there was \"some sort of campaign\" to remove him from chapel services.\n\"But I fear and do not believe it is right to alter the Christian faith so as to tailor it to any modern view of sexual ethics,\" he told the hearing.\nHe said he was told he could no longer volunteer at chapel services, complaints were then also made about his gardening work and he was told to attend a disciplinary hearing in a letter which said he had made a \"homophobic statement\".\nHe was signed off work in August 2014 with stress and resigned in November saying he had been harassed because of his Christian faith and it was impossible for him to return to work."}
{"original_text": "The independent inspector of immigration said the Home Office must make significant improvements regarding \"overstayers\" - foreign nationals refused leave to stay in the country.\nJohn Vine said failure to do so could \"undermine public confidence\".\nImmigration Minister James Brokenshire said there was room for improvement.\nThe report suggests that the amount of \"overstayers\" in the UK is not increasing, and instead is remaining largely static.\nMr Vine said the overall size of the \"migration refusal pool\" - the number of foreign nationals refused leave to stay in the UK after 2008 - was 173,562 in the three months to June this year, compared with 174,057 in the same period two years earlier.\nThe Home Office signed a contract with private outsourcing group Capita to review, and where possible, close the records of migrants who had been refused leave to stay in the UK.\nBut Mr Vine said there had been \"significant inaccuracies\" in Capita's classification of migration refusal records.\nThe inspection concluded that of a sample of 57 records 16 had wrongly recorded the foreign national as having left the UK.\nA Capita spokeswoman rejected claims that it had used information about passengers to the UK incorrectly and that it had incorrectly classified passport records.\nShe also rejected \"any inference that we benefited in any way\" from following the processes used to record migrants' entry to and exit of the UK.\nIn his report, Mr Vine specified that what he describes as Capita's inaccuracies meant the number of \"overstayers\" thought to have departed may have been overestimated by as many as 1,140 in 2013-14.\nMr Vine said: \"I was disappointed to find a high level of inaccuracy in the classification of migration refusal records, with more than a quarter of departures in my sample being incorrectly recorded.\n\"Considerable improvements in the Home Office's capability to monitor, progress, and prioritise the immigration enforcement caseload will be needed to deliver its strategy for reducing the level of irregular migration.\"\nHe said inspectors had also identified a further 223,000 records of foreign nationals without permission to stay in the UK, whose cases dated to before 2008.\nJames Brokenshire said the report's recommendations would be taken forward, but changes made by the government had been having a positive impact and needed to be judged over time.\n\"The public can have confidence on the rigour that we are attaching to this issue,\" he said."}
{"original_text": "The My Dentist practice in Dolgellau will close on 31 March and the town's other practice is private.\nA spokesman for the NHS practice said it had been unable to recruit a permanent dentist in the last two years\nThe deputy mayor of Dolgellau, Delwyn Evans, told BBC Radio Cymru's Post Cyntaf programme more needed to be done to get dentists into rural areas.\nMy Dentist clinical director Steve Williams said: \"There is a shortage of dentists in parts of rural Wales where long-term unfilled vacancies persist over a significant period of time.\n\"We have tried unsuccessfully to recruit a dentist for the last two years and, regretfully, can no longer provide services at the Mervinian House Family Dental Practice.\"\nA spokesman for Betsi Cadwaladr Health Board said it intended to re-commission dental services in the area as soon as possible.\n\"However, there is likely to be a gap between the date of termination of the existing services and the completion of the tender exercise and the re-establishment of new services,\" he said.\n\"We are therefore making arrangements for the provision of dental services on a cover basis until a permanent solution can be put in place.\n\"This will include exploring options for short-term support from the other nearest practices, as well as a dental out-of-hours clinic to operate from Dolgellau Community Hospital for patients requiring urgent unscheduled care.\"\nA Welsh Government spokesman said: \"When a dentist decides to reduce or end their NHS commitment, the associated funding remains with the health board to re-commission the service.\n\"Betsi Cadwaladr UHB has invited applications from dental contractors to help ensure there are NHS services available in the area.\n\"We expect the health board to continue to review and improve access to NHS primary care dental services through the targets set within its 2016-17 Operational Plan.\""}
{"original_text": "An extensive air, sea and land search for Liam Day, 26, by police and coastguard crews began shortly after midday on Wednesday.\nPosting on Facebook, his partner, Emily Brown said: \"Thanks for sharing information about Liam. However, it seems likely that he will not return.\"\nThe coastguard said the search was currently suspended.\nMr Day, from Southampton, is thought to have been climbing alone near Durlston Country Park on Tuesday.\nPolice said enquiries were ongoing and have appealed to anyone who saw a man climbing the cliffs in the area to contact them.\nClimbing equipment was found west of Anvil Point on Wednesday."}
{"original_text": "McGuinness must devise a strategy to combat the all-attacking style of the defending champions in their All-Ireland semi-final in Croke Park.\nIn what is expected to be the most tactical game of the year, McGuinness says the game is \"one hundred per cent about football players\".\n\"We trust (players) to out and do a job,\" said McGuinness.\n\"I have been asked about our ability to hold the Dublin half forward line and how that would impact on our half back line. but we trust our half back line to go out and do a job.\n\"Whenever we have passed the information on that we think is really important for the game, it's up to the players to make the decisions then.\n\"You give that information, they'll clarify it with you, and try to execute it to the best of their ability.\"\nMcGuinness, who led Donegal to a third Ulster title in four years last month, is unconcerned about being rated as rank 8/1 outsiders on Sunday, despite his team having been All-Ireland champions two years ago.\n\"We were underdogs in every single game in 2012, so that doesn't make a difference.\n\"Our approach is the same. It doesn't matter if (bookmakers) sit at a computer and say 'that's the number'.\n\"No one knows what goes on in our dressing room. You just have to get things right and put faith in the players.\n\"You could take it personally and you could use it. But this is about football, that's all. There are a lot of things we need to get right and that's what we're focusing on.\""}
{"original_text": "The report by the High Fliers market research company found that about 1,000 graduates turned down job offers at the last minute, leaving employers searching for replacements in 2015.\nAround 20,000 students were recruited, mostly at the start of their last year.\nThis means students have time to change their plans if better options emerge.\nMartin Birchall, High Fliers managing director, said: \"At the very top end of the market, employers are fighting it out over the same few candidates - those who are expected to do well, with the best CVs and who have developed their skills at university.\n\"It's not unusual for the top employers to tell us that more and more of these graduates are receiving five or six offers.\"\nHe added: \"It's very welcome news that Britain's top employers are recruiting their biggest-ever intake of new graduates in 2016.\n\"But as the job market goes from strength to strength, it's clear that our brightest graduates are becoming increasingly choosy about the employers they join.\"\nThe number of graduates hired rose 3.3% in 2015 with their starting salary at the UK's leading employers remaining at about Â£30,000 for the second year running.\nHowever, graduate pay at the top law firms, investment banks and accounting firms increased further.\nOther findings included:"}
{"original_text": "British Transport Police (BTP) said he suffered head and leg injuries when he fell into the path of an oncoming train at about 23:00 BST on Friday.\nIt happened as thousands of fans left the nearby Twickenham Stadium after England's victory over Fiji in the first World Cup game.\nThe man is not thought to be critically ill, London Ambulance said.\nThe station in south-west London was evacuated while the man was treated. London Ambulance said he was later taken to St George's Hospital, in south-west London.\nThe train had been slowing down at the time he was hit, British Transport Police said.\n\"At this stage it is unclear exactly how the man came to fall on to the tracks and officers are working to determine the full circumstances,\" a spokesman said.\nSouth West Trains said services between Twickenham and London Waterloo were suspended while the man was treated but later resumed.\nA spokeswoman said: \"Our immediate thoughts are for the welfare of the person involved.\""}
{"original_text": "It has a history of colonial control spanning centuries.\nLocated south of the Italian island of Sicily between Europe and North Africa, it has been occupied by Phoenicians, Greeks, Romans, Arabs and latterly France and Britain.\nIndependence from Britain was achieved in 1964, after the Maltese people were awarded the George Cross for defending the island during the Second World War.\nOver the centuries, Malta's strategic position fostered its development as an important trading post and it remains a leading centre for container and freight transhipment.\nMalta is a popular holiday destination and tourism is the nation's main source of income.\nPopulation 419,000\nArea 316 sq km (122 sq miles)\nMajor languages Maltese, English\nMajor religion Christianity\nLife expectancy 78 years (men), 82 years (women)\nCurrency euro\nPresident: Marie-Louise Coleiro Preca\nMarie-Louise Coleiro Preca was elected Malta's ninth president in April 2014 with the unanimous approval of parliament.\nShe is the country's youngest serving president and the second woman to hold the post.\nBefore becoming head of state she was minister of the family and social solidarity. She has been active in national politics for the past forty years and was general secretary of the Malta Labour Party from 1982 until 1991.\nPrime Minister: Joseph Muscat\nJoseph Muscat became premier in March 2013 after his Labour Party won a national election, returning to power after 15 years in opposition.\nLabour was previously in government between 1996 and 1998.\nMr Muscat was aged 39 when he took office.\nAt the age of 21 he was appointed to the national executive of the Labour Party. He has worked on the party's radio and TV stations and on the party's online newspaper \"Malta Star\".\nMany of Malta's newspapers and broadcasters have strong political affiliations. Dailies and weeklies appear in Maltese and English.\nMaltese radio began in the mid-1930s, partly to counter Fascist propaganda broadcasts from Italy.\nSome key dates in Malta's history:\n1814 - Malta becomes a crown colony of the British Empire.\n1939-1945 - Malta suffers heavy bombing by German and Italian air forces targeting Allied bases.\n1964 - Full independence.\n1974 - Malta becomes republic.\n2004 - Joins the European Union.\n2008 - Malta adopts the euro."}
{"original_text": "The 34-year-old stars as a successful investment banker who has to rebuild his life after his wife is killed in a car crash.\nDirected by French-Canadian Jean-Marc Vallee, the tragicomedy also stars Naomi Watts, Chris Cooper and newcomer Judah Lewis.\nAlmost 400 films will be screened at the festival over the next 11 days.\nIntroducing the world premiere of Demolition on stage, Vallee said his latest project was \"probably the most rock 'n' roll film I've ever made\".\n\"I think we can set the tone of this festival with the noise that we make tonight,\" he said.\nThe director praised Gyllenhaal's performance in the film, saying: \"There's nothing he hasn't done or tried.\n\"You'll see him dance, you'll see him sing - he went everywhere, surprising me all the time.\"\nDemolition brings Vallee back to TIFF for a third consecutive year, following Dallas Buyers Club - which earned Matthew McConaughey an Oscar - and last year's Wild, which saw Reese Witherspoon nominated for the best actress Academy award.\n\"You seem to love the films that I make - I want to come back again,\" Vallee joked.\nAlso receiving its world premiere on Thursday was Michael Moore's first film in six years, Where to Invade Next.\nA satire of US military power, the controversial director made the film in secret and it was not known he had made it until it was announced on TIFF's programme.\nTraditionally seen as the start of awards season - with film companies keen to kick-off their Oscar campaigns at the festival - TIFF will culminate with its own awards ceremony.\nIn past years, 12 Years a Slave, The King's Speech, Slumdog Millionaire and American Beauty have won the top People's Choice Award before going on to win the best picture Oscar.\nLast year's prize - which is voted for by the ticket-buying public - went to Alan Turing biopic The Imitation Game."}
{"original_text": "The Belfast Telegraph's exclusive about a boy who battled a brain condition, and was injured in a petrol bomb attack in Newtownabbey dominates its front page.\nSpeaking to the paper, the boy's mother, Danielle Thompson, explains his surgery scars were scorched by flames when the family were trying to flee their home.\nShe says the fire caught four-year-old Cruz's head, causing scars from one of three life-saving operations to erupt in blisters.\nThe Irish News goes big on a claim that five Orange Halls have been awarded grants under a controversial Stormont scheme after applying as cultural, educational or historical societies.\nThe paper attributes the details to the Department for Communities and says details provided by them show a pledge of Â£104,000 for upgrades to the halls.\nThe scheme has been criticised by nationalists after it emerged that dozens of loyal order and band halls were offered grants of up to Â£25,000.\nLast week, the Irish News reported the department had also promised Â£25,000 to the County Antrim based Randalstown Ulster Scots Cultural Society, but the address given for the group, Number 10 Portglenone Road, Randalstown, was not listed on Royal Mail's \"postal address file\".\nInside, the Irish News carries a story about a County Tyrone boy who is fighting life-threatening epilepsy in the United States.\nIt reports Billy Caldwell, 11, is recovering after being placed in an induced coma in Los Angeles.\nCannabis oil - an illegal form of treatment in the UK - is being used by medical professionals to help lessen Billy's symptoms, the paper reports.\nThe Irish News also dedicates a double-page spread to reaction to President Trump's travel ban, detailing demonstrations held across the UK on Monday.\nIt reports growing pressure on Theresa May to say whether she was aware of Donald Trump's plans during her American visit.\nThe News Letter reports that a prosecution decision on a man whose palm print was allegedly found on a getaway vehicle used in the Kingsmills massacre is set to be announced within two weeks.\nIt says the Public Prosecution Service had written to Coroner Brian Sherrard to inform him that a decision on whether a case will be taken against the suspect is imminent.\nThe already long-delayed inquest into the murders of 10 Protestant workmen killed in rural south Armagh in 1976 was again put on hold last year with the dramatic announcement that detectives had apparently matched the palm print to an individual."}
{"original_text": "Campaign group Action on Hearing Loss said the poll of 1,000 adults also showed a third would ignore the \"safe level\" on their music players.\nThe group warns that people doing either increase the risk of tinnitus.\nDJ Paul Oakenfold urged people to wear ear defenders to gigs and to \"turn down the volume\".\nHalf of those surveyed said they listened to music for between one and six hours a day - up to a third of their waking day - perhaps in the background at work or on their MP3 player on their way to and from work or studies.\nBut one in five would not do anything differently to take any care of their hearing.\nAction on Hearing Loss warned that one in 10 people across the UK is affected by tinnitus every day, ranging from a \"light buzzing\" to a \"constant roar\" in the ears and head.\nIt can affect everything from the ability to concentrate at work to getting to sleep at night.\nThe poll also found that one in 10 people does not know what tinnitus is, with 3% thinking it was \"big ears\" and 4% a \"repetitive strain injury\".\nIt has created an audio version of what tinnitus sounds like in order to raise awareness.\nPaul Breckell, chief executive of Action on Hearing Loss, said: \"Listening to loud music for a long time can trigger tinnitus and is an indication of damaged hearing.\n\"Most people have experienced tinnitus, but those who are severely affected can experience fear, anxiety and feelings of helplessness that affect their quality of life.\n\"Currently there is no cure for tinnitus. As a charity we are doing all we can to fund research into treatments, and in the meantime offer support to people who suffer.\"\nPaul Oakenfold, the DJ and record producer, is supporting the campaign.\nHe said: \"I feel passionately about listening to music safely, and urge music lovers to wear ear defenders to gigs and avoid dangerously high volumes on personal music players.\n\"Getting decent noise-cancelling headphones also cuts down the risk of damaging your ears and suffering tinnitus caused by overexposure to loud music. No-one wants that.\""}
{"original_text": "France took the lead in the mixed team event as Richard Gasquet beat Jack Sock 6-3 5-7 7-6 (8-6) in the men's match.\nBut the United States levelled thanks to Coco Vandeweghe's 6-4 7-5 win over Kristina Mladenovic in the women's tie.\nThat set up a deciding doubles match, with Gasquet and Mladenovic triumphing 4-1 4-3 (5-0) to deny the United States what would have been a seventh title.\nFrance's only previous success in the Hopman Cup came in 2014, when Alize Cornet and Jo-Wilfried Tsonga beat the Polish duo of Agnieszka Radwanska and Grzegorz Panfil.\nGreat Britain had a team in this year's competition but Dan Evans and Heather Watson went out in the group phase after losing against Switzerland, France and Germany.\nFind out how to get into tennis in our special guide."}
{"original_text": "The Australian said he can \"feel\" the \"long-seated rivalry\" towards England as they prepare to face Ireland at Twickenham on Saturday (16:50 GMT).\nIt is Jones' first home match after away wins over Scotland and Italy.\n\"Maybe Clive Woodward summed it up best when he said everyone hates England - that's true,\" Jones said.\n\"I'm not going to use it, but within the side they can use it. As I said when I took over, I'm not English, I'm Australian, but I will be absolutely committed to them.\"\nJones revealed he sees Leicester centre Manu Tuilagi's future for England in the 12 shirt - once he is fully back to match fitness as he continues his return for Tigers after long-term injury.\n\"I think inside centre is his best position. He's not a 13. That's what I know he's not. He's definitely a 12. He can carry the ball across the gain line,\" Jones said.\n\"He threw a beautiful left to right pass on Friday night. And then he threw a terrible right to left, so maybe he's left handed!\n\"He's got all the attributes to be an outstanding 12.\"\nEngland are level with France at the top of the Six Nations table, ahead on points difference with both sides on six points after two games.\nJones continued to insist his side was a \"work in progress\", but praised his players for \"commitment\", \"taking initiative\" and \"being independent\".\nAnd he is preparing England for an aerial bombardment from two-time defending champions Ireland, adding: \"They kick 70% of their ball away. If they want to do that, good luck to them.\n\"It has worked for them. It is not the way I think you should play rugby but it has been successful for them, so good luck.\""}
{"original_text": "Paramedics treated about 12,000 people who were so drunk it was noted on Scottish Ambulance Service systems in the six months to the end of September.\nThe figures were obtained by the Scottish Conservatives under freedom of information laws.\nThe ambulance service said alcohol had a significant impact on its operations.\nIt comes after a recent internal Scottish Ambulance Service survey showed alcohol was a factor in more than half of all call-outs ambulance staff dealt with at weekends.\nThe latest figures showed Scotland's largest health board, NHS Greater Glasgow and Clyde, had the highest number of alcohol-related 999 call-outs in the six month period at 3,849. It was followed by NHS Lothian, with 1,935, and NHS Lanarkshire, with 1,470.\nTory health spokesman Jackson Carlaw said the statistics highlighted how \"deep-rooted and complex\" a problem alcohol is in Scottish society.\nHe said: \"Not only is it harming those who are over-consuming, but it is diverting scarce resources away from those whose need was not so avoidable.\n\"Of course the Scottish government and NHS can always do more to discourage reckless patterns of drinking and provide more help for paramedics who have to repeatedly go into these challenging situations - often several times each shift.\n\"But ultimately this is a case of personal responsibility, and that's where the real change has to come from.\"\nA Scottish Ambulance Service spokesman said its teams had to respond to an increase in demand over the festive period, which was largely driven by alcohol.\nHe added: \"They are highly trained professionals who are frustrated by the amount of time they spend looking after patients who are simply intoxicated.\n\"Our staff should not have to fear for their own safety when responding to patients but alcohol is often a key factor in assaults.\n\"Assaults or threatening behaviour are reported to the police and support and counselling services are available to staff.\"\nPublic Health Minister Maureen Watt said a recent four nations report found that Scotland was leading the way in the UK in taking action to tackle alcohol misuse.\nShe added: \"However, the harmful effects of excessive alcohol consumption puts additional pressure on these services, and this is another reason why everyone should drink responsibly and keep safe.\""}
{"original_text": "Economic inactivity refers to people of working age who are not seeking work.\nIts rate in Northern Ireland is just under 27% and can cover students, people with health conditions, or those with caring or parenting responsibilities.\nThe UK average is 22%.\nThe strategy, called 'Enabling Success', has been jointly launched by Employment Minister Stephen Farry and  Enterprise Minister Arlene Foster.\nThe strategy involves 11 projects, based on the voluntary participation of individuals.\nThree groups will be targeted - those with work-limiting health conditions or disabilities, lone parents and people with caring commitments.\n\"I recognise that there are some who will never be able to work due to the severity of their health conditions,\" Mr Farry said.\n\"However, there are many people with work-limiting conditions who, with the right support, may be able to participate.\"\nMrs Foster added that the problem could hold back the economy unless addressed.\n\"The strategy will seek to contribute to an increase in the employment rate in Northern Ireland and to increase our economic competitiveness and productivity in the global market,\" she said.\nBy 2030, the strategy hopes to have raised employment levels to above the UK average.\n\"The current employment rate here is 68.6% compared with a United Kingdom average of 73.4% and achieving this goal will be challenging,\" Mrs Foster said."}
{"original_text": "The billionaire and reality TV star said Mr McCain was only considered a hero because he was a prisoner of war.\nHe then added: \"I like people who weren't captured.\"\nThe comments prompted strong criticism across the party. Rival contender Rick Perry said the remarks were a \"new low\" in US politics.\nMr Trump later sought to clarify his remarks, although he did not apologise.\n\"If a person is captured, they're a hero as far as I'm concerned,\" he said. \"I don't like the job John McCain is doing in the Senate because he is not taking care of our veterans.''\nThe two have clashed before, with Mr McCain accusing Mr Trump of having \"fired up the crazies\" with his attacks on Mexican immigrants.\nMr McCain was held for five-and-a-half years after his plane was shot down in the Vietnam war. Mr Trump avoided service through student and medical deferments.\nThe 2008 presidential candidate is yet to respond to Mr Trump's remarks, although his daughter Meghan tweeted she was \"disgusted\".\nMany of Mr Trump's rivals for the nomination lined up to attack him.\nThere are currently 15 people running to be the Republican presidential candidate.\nMr Trump has led in some early polls, although analysts have predicted his appeal is likely to wane as the contest develops."}
{"original_text": "His agent said his death on Friday was doctor-assisted, legal practice in Canada from earlier this year. No other details about his health were given.\nKinsella published more than 30 works spanning poetry, fiction and non-fiction and won the Order of Canada, one of the country's highest honours.\nBut it is the baseball-themed fantasy Shoeless Joe that he is best known for.\nIn it, a farmer hears a voice urging him to build a baseball field in the middle of his corn crop. When he does the spirits of great players from the past come to play.\nThe novel was adapted into 1989 film Field of Dreams, starring Kevin Costner.\nAfter suffering a head injury in car crash, CBC reported, Kinsella said he lost interest in writing fiction and instead spent his time playing Scrabble online.\nHowever he did resume writing and his final work Russian Dolls is due to be released next year."}
{"original_text": "Máiría Cahill won a by-election to fill the seat left vacant after Jimmy Harte of the Labour party resigned.\nLabour candidate Ms Cahill won 122 of the 188 valid votes cast by serving senators and members of parliament.\nLast year, she told the BBC she had been raped by an IRA man when she was 16, with the organisation forcing her into silence to protect itself.\nThe man she accused of raping her was prosecuted but later acquitted of all charges against him after two separate court cases in 2014.\nEarlier this year, Northern Ireland's Public Prosecution Service apologised to Ms Cahill after a report into how it handled her allegations found delays in her case had been \"unacceptable\".\nMs Cahill is a member of one of the Irish republican movement's most prominent families.\nBut on Thursday, ahead of the by-election, she told Irish state broadcaster RTÉ she no longer considers herself a republican.\nShe said she was \"deeply sorry\" for her involvement in the dissident group Republican Network for Unity, adding that it coincided with a vulnerable point in her life.\n\"I didn't think about it at the time and I've had a lot of reflection since\" she said.\nAfter her election, Ms Cahill said she would invite sex abuse organisations to the senate to discuss support for victims.\n\"I want to use my time [in the senate] to continue to work for victims of abuse,\" she said.\n\"That is the issue that has brought me to where I am today and it is the issue that I will continue to campaign on during my time as a senator.\n\"I also want to use my time to explore ways of engaging young jobseekers in this country and to help change their lives for the better.\"\nMs Cahill had been the favourite to win the by-election.\nThe other candidates who stood were Fianna Fáil's Keith Swanick, who received 38 votes, Sinead Burke of Sinn Féin, who won 18 votes, and independent candidate Gerry Beades, who received 10."}
{"original_text": "The charity's offices in Cardiff and Prestatyn received separate calls from boys who were worried about the effect pornography was having on them.\nChildLine has launched a campaign to tackle what it calls the \"shocking\" number of 12 to 13-year-olds afraid they are \"addicted to porn\".\nOne of the Welsh youngsters said pornography made him feel \"perverted\".\nThe children's counselling charity - which is calling its campaign the Fight Against Porn Zombies - said a UK-wide poll of 700 children showed that one in five had seen pornographic images that shocked or upset them.\nOne boy who spoke with a counsellor at the charity's Cardiff base said: \"I've started to view girls a bit differently recently and it's making me worried.\n\"I would like to get married in the future but I'm scared it might never happen if I carry on thinking about girls the way I do.\"\nAnother youngster who contacted the Prestatyn office said: \"I can't help looking at girls in a sexual way and I think it's because I watch a lot of porn.\"\nDes Mannion, NSPCC national head of service for Wales, said: \"Children of all ages today have easy access to a wide range of pornography and if we as a society shy away from talking about this issue, then we are failing the thousands of young people it is affecting.\""}
{"original_text": "Mariner Street car park, near the train station, will be cleared and replaced with a 725-bedroom student block, complete with nightclub, gym, office space, bars, restaurants and shops.\nThe 22 storey tower would be the second tallest building in Swansea, next to Meridian Quay.\nConstruction is expected to start later this year and finish by summer 2018.\nA report before Swansea council's planning committee on Tuesday said the tower \"will be a bold addition to the city skyline\".\nThe report added there is a growing need for student accommodation in Swansea, with both Swansea University and Trinity Saint David universities expanding in the city.\nSwansea council leader Rob Stewart said the project \"will be a major step forward\" for High Street's regeneration, and will build on \"the great work that's already been done.\""}
{"original_text": "Swathes of the Australian states of Queensland and New South Wales (NSW) have been partially submerged in floods.\nTorrential rain lashed heavily populated areas as the remnants of Cyclone Debbie moved down the nation's east coast.\nAs floods continued to rise in some towns, photographers captured locals surveying damage to their communities.\nSeveral rivers broke their banks, prompting emergency warnings.\nResidents in Billinudgel, NSW, used surfboards to paddle down the street.\nQueensland's capital Brisbane was not spared, and an evacuation order was issued for the town of Beaudesert.\nBusinesses were inundated in South Murwillumbah, one of the towns hardest hit.\nThe severe weather washed away roads and brought down trees.\nInsurers say it is too early to estimate a damage bill.\nAuthorities said tens of thousands of people lost power in the downpour.\nEven a bull shark turned up in the floods, prompting a warning.\nFortunately for New South Wales and Queensland, the storm system has now moved out to sea."}
{"original_text": "The glitch caused iPad software - used by the planes' pilots and co-pilots for viewing flight plans - to stop working.\nThe firm's cockpits went \"paperless\" in 2013 to save its staff having to lug heavy paperwork on board. AA estimated the move would save it more than $1.2m (Â£793,600) in fuel every year.\nThe company said that it was still investigating the cause of the problem.\n\"Some American Airlines flights experienced an issue with a software application on pilot iPads yesterday evening,\" a spokesman told the BBC.\n\"In some cases, the flight had to return to the gate to access a wi-fi connection to fix the issue.\n\"We apologise for the inconvenience to our customers and we had them on the way to their destinations soon afterwards.\"\nSerge Gojkovich, chief executive of car parking app-maker Curbstand, was among the passengers affected.\nHe tweeted that his San Francisco-to-Los Angeles flight was only able to get airborne after the crew had printed off the maps they needed.\nA spokesman for the airline was unable to confirm the report.\nAmerican Airlines is not the only carrier whose pilots and cabin crew have switched from using physical charts and paper manuals to tablets.\nUnited Airlines was also an early adopter of iPads, while Delta has opted for Microsoft's Surface tablets instead.\nBritish Airways and Ryanair are among others still in the process of shifting to so-called Electronic Flight Bag-based systems.\nIn addition to saving on fuel costs, it is also suggested that such kit reduces flight preparation time, reduces the likelihood of injuries and helps staff by offering real-time updates.\nThere is competition between several firms to provide the software and support that make the technology possible.\nAmerican Airlines pilots use an app called FliteDeck, which is made by the Boeing subsidiary Jeppesen.\nA spokeswoman for the firm was unable to provide comment when contacted by the BBC."}
{"original_text": "On Wednesday, a court in Thane, a Mumbai suburb, had convicted Girish Pote, 35, for the 2013 murder.\nThe prosecutors told the court that Pote killed his wife Madhuvanti Pathak and chopped her body into pieces.\nThe crime came to light after he telephoned relatives to confess to the crime and they informed the police.\nIn India, a life term generally ends in 14 years, but the Thane district court judge Mridula Bhatia said he would remain in jail for as long as he lived because of the \"gruesome\" nature of his crime.\nPathak held a French passport since her mother was from France.\nThe couple married on 20 June 2006 and lived in Mumbai's Bhayander area.\nThey had a two-year-old son, who was with Pote's parents at the time of the crime.\nPolice said Pote had attacked his wife with a knife.\nThey said the couple had been fighting over money and also because Pathak wanted to return to France."}
{"original_text": "Plans drawn up by Bradford Council include a clockwise one-way gyratory along East Parade, Hanover Street and Cavendish Street.\nDeputy council leader Val Salter said urgent action was needed to combat the town's growing congestion problem.\nPlans will be displayed in the Airedale shopping centre on 11 and 13 June."}
{"original_text": "Thorpe, 23, has made seven appearances for the Millers this season, but last featured in the 5-2 defeat by Ipswich on 7 November.\nThe former Manchester United trainee could make his Bradford debut against Millwall on Saturday.\nThe Bantams are currently seventh in League One, outside the play-offs on goal difference."}
{"original_text": "A presenter on Radio Flaixbak contacted Mr Rajoy's office, pretending to work for Carles Puigdemont.\nHe was then transferred to the PM, when a Puigdemont impersonator took over.\nAsked if the two could meet, Mr Rajoy agreed keenly and told the fake Catalan leader he had a \"very free schedule\".\nMr Rajoy's Popular Party won the most seats in recent elections but fell short of a majority, leaving Spain in political limbo.\nMr Rajoy and Mr Puigdemont are at odds over the future of Catalonia, with the prime minster pledging to fight for national unity and the Catalan leader wanting to secede within 18 months.\nThe radio presenter intervened soon after Mr Rajoy told the impersonator he would call back on Monday \"and we could meet 24 or 48 hours after\".\nLearning he had been hoaxed, a disappointed-sounding Mr Rajoy said \"this is not very serious\". The pair thanked him for taking the joke well.\nThe Spanish leader is not the only high-profile figure to fall for a prank phone call.\nIn 1998, the then UK Prime Minister Tony Blair  took a call from an impressionist pretending to be opposition leader William Hague.\nFormer Cuban leader Fidel Castro in 2004 was enraged by a call from a Miami DJ pretending to be the then Venezuelan President Hugo Chavez."}
{"original_text": "Lib Dem Baroness Hamwee had asked if the £1 pay rate \"for people who have committed no crime\" was \"something that as a society we can be proud of\".\nBaroness Williams of Trafford told the Lords the work by inmates was voluntary and was a way to \"relieve boredom\".\nShe said it helped meet \"recreational and intellectual\" needs - and was not a scheme designed to save money.\nBaroness Williams, who faced jeers as she answered questions in the House of Lords,  argued that any rights detainees had to work were curtailed, so their pay rights were \"not the same as people who are not subject to immigration detention\".\nLabour frontbencher Lord Rosser argued that a Freedom of Information request in May 2014 suggested that hundreds of detainees had been paid £45,438 for 44,832 hours work.\n\"The saving of using detainees for £1 an hour, compared to paying employed staff on minimum wage, would be in the region of £300,000 a month.\n\"Who gets the benefit of this apparently considerable saving each month by using detainees at immigration centres on just £1 an hour to do necessary work, as opposed to using employed staff on the minimum wage? Is it the government or is the firm running the centre who reap treat financial benefit?\"\nBaroness Williams insisted the work at immigration removal centres was not about supplementing contractors, who she said were obliged to provide a minimum number of opportunities for detainees to participate voluntarily in paid activities.\nBut after Lib Dem Lord Paddick received a similar reply, former Commons Speaker Lady Boothroyd pressed the minister: \"The question that's being asked is who benefits? That was the original question and that's the question we're all waiting to hear the answer.\"\nLady Williams replied: \"Who benefits is the detainee.\"\nShe said that \"this money is not wages as the ordinary working population would see it\", adding that the rate is \"being reviewed\" and a report is expected at the end of the year."}
{"original_text": "The winner will be announced at the Borders Book Festival in Melrose later this year.\nJo Baker, Sebastian Barry, Charlotte Hobson, Hannah Kent, Francis Spufford, Graham Swift and Rose Tremain are in the running for the Â£25,000 prize.\nJudges said they had extended the list to seven titles due to the \"variety of the longlist\".\nThey said the seven shortlisted novels offered readers \"joy in the discovery of unusual subjects and times\" as well as appreciation of historical research and a \"visceral connection\" with their characters.\nThe seven contenders are:\nA statement from the judges said: \"Our shortlist was achieved by the judges' instinctive reaction to each book.\n\"These seven wonderful books encapsulate moments in history in truly unforgettable ways, making the 2017 Walter Scott prize shortlist one to savour.\n\"The second and final judges' meeting looks set to be as lively as the first.\"\nThey will meet again to decide the winner just ahead of its announcement at the Borders Book Festival on 17 June.\nThe Walter Scott Prize was founded in 2009 by its patrons the Duke and Duchess of Buccleuch.\nThe winner receives Â£25,000, and shortlisted authors each receive Â£1,000."}
{"original_text": "Media playback is not supported on this device\nBangladesh need just 33 runs to seal their first Test win against England but have only two wickets left.\n\"It has been a fantastic game to play in,\" said Broad, who took 2-26 as Bangladesh chased a victory target of 286 in their second innings.\n\"Bangladesh have shown a huge amount of skill to get to needing 30,\" he added.\n\"We have shown character to stay in this game and will come out fighting.\"\nBroad began the day with bat in hand, but was run out in the second over and England were soon bowled out for 240.\nThe hosts replied with 253-8, with debutant Sabbir Rahman unbeaten on 59, before the umpires ended play for the day due to bad light.\n\"I am not sure many players will get much sleep tonight,\" Broad told BBC Test Match Special.\n\"Although the wicket has turned more than we expected from day one, it has been a very exciting game and both teams have played it very skilfully.\"\nThe opening Test of the two-match series has already become notable for a world record number of decisions being reviewed, with 24 the current total.\n\"It has been a really interesting Test on the review front,\" Broad said.\n\"That added to the tension on the field. It has been two countries going hell for leather at each other with a lot of passion - that is what Test cricket is about.\n\"When you get that bit of reverse as a seamer, it takes the pitch out of it. The seamers had a chat at tea and felt we could dry up the runs from one end while the spinners attack from the other.\n\"Hopefully, tomorrow morning we will get a bit of reverse. The spinners have tended to take wickets in the morning so it is a big decision for Cooky [England captain Alastair Cook] on who will open.\n\"It probably works in our favour. We will get some rest and come back fresher tomorrow. And a lot of wickets have fallen in the first hour of play. We are happy to take it into tomorrow.\"\nEngland's tour of Bangladesh concludes with the second Test, starting in Mirpur on Friday. The team then travel to India in November for a five-Test series, plus three one-day and three Twenty20 internationals."}
{"original_text": "Members were balloted over job security at the university's medical school.\nUCU Scotland said three-quarters of those who took part in a ballot voted for strike action. A petition will also be handed in on Tuesday.\nThe university expressed disappointment at the announcement.\nUCU Scotland said all four members of staff now at the centre of the dispute were of Asian ethnic origin, which the union said raised the question of whether the process had been discriminatory.\nA University of Aberdeen spokesman said: \"We are disappointed that the UCU has decided to take strike action, and that they have chosen a date for the strikes which occurs during the student exam period.\n\"We will not allow our students' exams to be disrupted and have made arrangements to make sure this does not occur.\n\"Of the staff that were placed at risk of redundancy as a result of restructuring in the School of Medicine, Medical Sciences and Nutrition, the remaining four have been offered alternative employment on their current salary and grade. As a result, we no longer believe there will be a need for any compulsory redundancies.\n\"Regarding the concerns of UCU over the process that was followed, it is important to point out that the University of Aberdeen is an equal opportunities employer and takes this responsibility very seriously.\""}
{"original_text": "Jay Brenton Liptrot, 43, owned the property in Prestatyn, Denbighshire, where five people died in October 2012.\nLee-Ann Shiers, 20, her partner Liam Timbrell, 23, their son Charlie, 15 months, Ms Shiers' nephew Bailey, four, and niece Skye, two, died in the fire.\nMr Liptrot, of Prestatyn, did not enter a plea when he appeared at the town's magistrates' court on Friday.\nMelanie Smith has already been jailed for at least 30 years for five counts of murder after starting the fire in a row over a shared hallway.\nMr Liptrot will appear at Mold Crown Court in May."}
{"original_text": "The incident happened at the Aberdeen Sea Cadets base at Pocra Quay.\nPolice Scotland had described it as a \"disgraceful incident\".\nPolice said a 34-year old man was expected to appear at Aberdeen Sheriff Court, but the Crown Office later said he was freed from custody pending further inquiries."}
{"original_text": "The \"Read On. Get On.\" report said children who fell behind could feel the impact for the rest of their lives.\nIt said they were less likely to gain good qualifications and go on to further education.\nThe coalition behind the report aims to have all 11-year-olds reading well within a generation.\nOrganisations such as Save the Children and the Scottish Book Trust are part of the coalition. They want to see parents reading to young children for 10 minutes a day.\nTheir report said that 40% of families in the lowest income bracket had fewer than 10 children's books at home and fathers from these households were half as likely to read with their children at age two as fathers in the highest income households.\nIt said that this impacted on children later in life as those who were read to often as toddlers were more likely to become keen readers themselves.\nThe Read on coalition said there were 220,000 children living in poverty in Scotland and they expected this number to rise.\nNeil Mathers, head of Scotland at Save the Children, said: \"As a country we cannot continue with a situation where one in five poor children are not reading well at the end of primary school. It is unfair.\n\"We know that getting every child reading well at 11 cannot happen overnight but it is possible within a generation if we work together.\n\"Read On. Get On. is a mission to galvanise the nation so that parents, grandparents and volunteers play their part in teaching children to read. We want every child to be given a fair and equal chance to learn to read well, regardless of their background.\"\nWhile children are still reading books, the report found that the most commonly read material by children is now text messages, with websites and e-books growing in popularity."}
{"original_text": "The 30-year-old signed for the Giants in 2016 and joins Mark Garside in committing his future to the franchise.\nGarside, 28, will stay at the club for an eighth year in a row after spending four years with the Edinburgh Capitals.\n\"I am really happy to be back and excited to spend another season in Belfast chasing trophies,\" said Martinelli.\nHead Coach Adam Keefe said Martinelli was \"a great guy to have around the locker room\" and is \"excited\" about Garside's extending his stay also.\n\"Mark has won two league titles in Belfast, as well as the recent World Championship gold and he will play a key part in our chase for silverware.\"\nGarside was a member of the Giants squad who helped the club win league championships in 2011-12 and 2013-14, while he was part of the GB national side which clinched gold in the recent World Championship hosted in Belfast."}
{"original_text": "Rasmus Barlow, 16, was reported missing on Monday by his father leading to a large-scale search by police.\nHis death is not being treated as suspicious and a file is being prepared for the coroner's office.\nPolice said family liaison officers were continuing to support the teenager's family."}
{"original_text": "Regina Hungerford, 55, denied striking the 17-year-old when she lost her temper as he listened to music in her classroom at Merthyr Tydfil College.\nShe previously had a common assault conviction quashed on appeal, saying the notebook was slammed on the desk.\nBut on Friday, the Education Workforce Council ruled contact with the pupil was probably made and was unacceptable.\nIt will decide whether to strike her off the register at a later date.\nPanel chairman Gareth Roberts said: \"There was a momentary lapse of control and in that moment Mrs Hungerford acted in breach of teaching principles.\n\"It put at risk the public trust in the profession and her conduct fell far short of the standard expected of a registered teacher.\n\"Pupil A's behaviour was difficult to manage but we have concluded she acted in an inappropriate way.\"\nDuring the hearing, Mrs Hungerford's lawyer Adam Ohringer said her \"calm and patient\" experience with challenging students meant she would not have struck the boy.\n\"She readily accepts she lost her temper in response to his behaviour,\" he said.\n\"She slammed the notebook down on the desk as a sign of her anger.\n\"It is something she regrets but as far as she can say she didn't make contact with him and certainly didn't intend to make contact with him.\"\nDelivering the panel's ruling, Mr Roberts said, on the balance of probabilities, she had made physical conduct with the pupil on the head or the hand.\nThey found the case against her proven.\nHe said the pupil's evidence was \"far from satisfactory\", adding: \"But in general terms it was credible.\"\nHe said statements from classroom assistants that she made contact with the pupil were also credible."}
{"original_text": "Big brands are also using the hashtag to get noticed on May 4.\nMark Hamill, who is reprising his role of Luke Skywalker, has posed with his children for a special Star Wars Day family portrait (above).\nAnd Darth Vader himself is joining in.\nMany global brands are using #MayThe4thBeWithYou to sell flight tickets, pizzas and camper vans.\nThe British Museum is on the money for using an actual Star Wars exhibit to celebrate the big day.\nFormer Dragons Den star Theo Paphitis has joined in the fun and attempted to plug his companies.\nHeathrow Airport is winning a lot of plaudits for its funny tweet featuring the Millennium Falcon and X-wing starfighters.\nWe can't just ignore this cute tweet!\nSome charities are using the #MayThe4thBeWithYou hashtag to raise awareness for their respective charities.\nFor some people, every day is Star Wars Day.\nProduced by Paul Harrison"}
{"original_text": "The group of retired generals and admirals declared the Republican nominee \"has the temperament to be commander-in-chief\".\nMr Trump, who has highlighted veterans' issues during his campaign, called their support \"a great honour\".\nHe has meanwhile been dismissing claims of impropriety over a political donation to a Florida official.\nThe Washington Post reported on Monday that in 2013 Florida Attorney General Pam Bondi had been considering fraud charges against Trump University.\nBut she dropped the investigation after a $25,000 (Â£18,600) contribution to her political campaign from the Donald J Trump Foundation.\nMr Trump was fined because he did not disclose the contribution to the US tax authorities.\nThe letter released on Tuesday by his campaign was signed by four 4-star generals.\nThe former top brass stated they believe Mr Trump is \"more trusted to be commander-in-chief than (Democratic nominee) Hillary Clinton\".\n\"We believe that such a change can only be made by someone who has not been deeply involved with, and substantially responsible for, the hollowing out of our military and the burgeoning threats facing our country around the world,\" they added.\nBoth Mr Trump and Mrs Clinton will take part back-to-back in a national security forum on Wednesday.\nThe forum, to be hosted by the Iraq and Afghanistan Veterans of America, will include questions from an audience of military service members.\nAlso on Tuesday, Mrs Clinton released a campaign ad featuring veterans who are critical of Mr Trump.\nHer ad includes a clip of Mr Trump from July 2015 casting doubt on leading Republican John McCain's war hero credentials.\nArizona Senator McCain was tortured for more than five years as a prisoner of the North Vietnamese.\nDespite making support for the military a signature issue in his campaign, Mr Trump has at various times drawn criticism from military members.\nMost notably, he was involved in a recent spat with family members of a Muslim-American soldier killed during the Iraq War.\nMr Trump, who has not served in the military, also created a stir last month when he accepted a veteran's gift of a Purple Heart.\n\"I always wanted to get the Purple Heart,\" he said of the medal, which is awarded to soldiers wounded in war.\n\"This was much easier.\""}
{"original_text": "The 21-year-old joined the Tykes last summer from QPR following the club's promotion to the Championship, but made just seven league appearances.\nHe had a brief loan spell at Colchester from QPR in the 2014-15 season, featuring six times for the Essex side.\nThe left-sided player signed a one-year contract, with a 12-month option, at John McGreal's team.\nFind all the latest football transfers on our dedicated page."}
{"original_text": "15 February 2017 Last updated at 12:48 GMT\nThe new trilogy is called The Book of Dust and the first novel will come out in October although the title of that book hasn't been released yet.\nPhillip Pullman's first book in the His Dark Materials series was Northern Lights which came out in 1995.\nThe His Dark Materials trilogy sold more than 17.5 million copies and was translated into 40 languages.\nThe new series will once again be about the story of Lyra Belacqua and will begin when she is a baby and move on to when she is 20 years old later in the series.\nClick on the video and to watch Mr Pullman talking about it..."}
{"original_text": "The safety poster proclaims \"Be Cool, Follow The Rules\" but depicts a scene with more black children being what the poster calls \"not cool\" while more white children appear to be behaving sensibly or \"cool\".\nJohn Sawyer, from Salida, Colorado, tweeted a picture of the poster taken by his wife, saying: \"Hey, Red Cross, send a new pool poster to @SalidaRec because the current one they have with your name on it is super racist.\"\nThe American Red Cross quickly responded:\nThe American Red Cross released a statement saying: \"The American Red Cross appreciates and is sensitive to the concerns raised regarding one of the water safety posters we produced.\n\"We deeply apologize for any misunderstanding, as it was absolutely not our intent to offend anyone.\n\"As one of the nation's oldest and largest humanitarian organizations, we are committed to diversity and inclusion in all that we do, every day.\"\nThe poster has now been removed from their website and they say will no longer be printed.\nThe Salida Pool and Recreation Department also responded to John Sawyer's tweet:\nBut that hasn't stemmed the reaction online."}
{"original_text": "Winkelman previously was unsure whether English football's third-longest serving boss would remain in place.\n\"I'm comfortable in saying that Karl will be the manager next season because he wants to be,\" said Winkelman.\n\"If he wants it and he's got that drive, ambition then he understands the club so much better that someone else.\"\nHe continued to BBC Look East: \"He already has a promotion out of League One and he's somebody that when we make mistakes, we make them honestly and ultimately, I trust him.\nRobinson, 35, was unable to keep the Dons up in their first-ever season in the Championship.\nFollowing relegation, Robinson publically said he felt the club should have used the money received from Tottenham for midfielder Dele Alli more wisely, and Winkelman admitted mistakes had been made with recruitment.\n\"Everybody had to get off their chests the things they felt were wrong and that's part of the cathartic nature of sorting out problems,\" said Winkelman.\n\"We needed to talk. Karl needed to look me in the eye and know I would continue to invest in him and I needed to look in his eye and know that if I'm going to do that he's going to work his guts out because I think we have more pressure than we've ever had as a football club.\n\"In fact, I'm quite excited by the fact we've got more pressure because it means we're becoming a bigger club. I'm excited about being a big club in League One next season.\""}
{"original_text": "James Cosmo has starred in films including Braveheart, while former Dr Who star Karen Gillan has now turned her hand to directing.\nEIFF artistic director Mark Adams said: \"We are thrilled to add two Scottish luminaries to our illustrious troop of EIFF honorary patrons.\"\nJames Cosmo said: \"It's a real honour, and a genuine privilege.\"\nKaren Gillan said of her new role: \"I am so thrilled.\n\"I moved to Edinburgh, from Inverness, when I was 16 to study acting. I developed such a creative connection with the city. So to come back and celebrate Scottish and international filmmaking is an honour.\""}
{"original_text": "Media playback is not supported on this device\nThe left-back, 27, said in the Sun on Thursday that he felt he and his team-mates are underpaid and that Spurs need to sign well-known players and \"not ones you had to Google\".\nRose has now said the timing and manner of his comments was \"ill-judged\".\n\"I forgive him and now we move on,\" said Pochettino.\n\"Of course [he has a future at Tottenham]. Nothing has changed in my vision or perception here.\"\nTottenham, who finished second behind Chelsea in the Premier League last season, have not signed any players so far this summer and sold right-back Kyle Walker to Manchester City in July for £45m.\nRose said in his newspaper interview that Tottenham needed to sign \"two or three players\".\n\"My words were were not meant to offend,\" added Rose on Friday in a statement released through his management company.\n\"For that I would like to apologise to the chairman, manager, my team-mates and the fans.\"\nRose, who signed a new five-year contract last year, joined Tottenham from Leeds United in July 2007.\nHe has made 144 appearances for the club after becoming a first-team regular in 2013.\nRose will miss the game against Newcastle with a knee problem but Spurs have been boosted by the news that Kieran Trippier's ankle injury is not as bad as first feared.\nThe right-back limped off in Saturday's 2-0 friendly win over Juventus at Wembley.\nHowever, on Friday, Tottenham said Trippier has minor ligament damage, adding that \"a short recovery time is expected\"."}
{"original_text": "The International Ski Federation [FIS] imposed the punishment after ruling she helped to \"manipulate\" results to ensure her place at the Sochi Olympics.\nMae, who represented Thailand, and five officials were punished after an investigation into four Slovenian races which took place before the January qualification deadline for the Games.\nThe Court of Arbitration for Sport will now consider the appeal.\nThe Singapore-born British violinist competed for her father's nation at the Sochi Winter Olympics and under his surname 'Vanakorn'.\nShe finished 67th and last in the Giant Slalom - more than 50 seconds slower than Slovenian race winner Tina Maze - and 11 seconds behind the 66th competitor.\nA CAS statement said: \"The Court of Arbitration for Sport has received two appeals from Ms Vanessa Vanakorn, filed against the decisions taken by the Hearing Panel of the International Ski, in relation to her qualification for the Sochi 2014 Winter Olympic Games.\"\nLast month Mae told BBC Sport that her ban was \"nonsensical\"."}
{"original_text": "The visitors started brightly and broke the deadlock in the seventh minute when Rhys Browne found the bottom corner of Ryan Clarke's net.\nThe game became more open as the first half wore on, with both sides creating a number of chances, but it remained 1-0 at the break.\nMacclesfield had the ball in the net once again seven minutes after the interval but the flag was up.\nEastleigh nearly equalised in the 70th minute but Ayo Obileye's header clattered against a post.\nReport supplied by the Press Association.\nMatch ends, Eastleigh 0, Macclesfield Town 1.\nSecond Half ends, Eastleigh 0, Macclesfield Town 1.\nSubstitution, Macclesfield Town. Danny Whitaker replaces Rhys Browne.\nSubstitution, Eastleigh. Ben Close replaces Sam Togwell.\nSubstitution, Eastleigh. Mekhi Leacock-McLeod replaces Craig McAllister.\nSubstitution, Eastleigh. Scott Wilson replaces James Constable.\nSecond Half begins Eastleigh 0, Macclesfield Town 1.\nFirst Half ends, Eastleigh 0, Macclesfield Town 1.\nAdam Dugdale (Eastleigh) is shown the yellow card.\nGoal!  Eastleigh 0, Macclesfield Town 1. Rhys Browne (Macclesfield Town).\nFirst Half begins.\nLineups are announced and players are warming up."}
{"original_text": "Warner Bros TV has so far failed to reach any agreement with Jim Parsons, Johnny Galecki, Kaley Cuoco, Simon Helberg and Kunal Nayyar over salaries.\nProduction may be delayed if new deals are not reached in the next two weeks.\nAccording to the Hollywood Reporter, though, the cast are still expected to return to work.\nThe long-running CBS sitcom was extended for a further three series earlier this year.\nThe show, which centres on a group of high-functioning science \"geeks\", will now air until at least 2017.\nThe Hollywood Reporter claims that Parsons, Galecki and Cuoco currently earn $325,000 (Â£190,000) per episode and are now seeking up to $1m (Â£584,000) per show.\nSuch a deal would make them the highest paid actors on US television - ahead of Ashton Kutcher and Jon Cryer from Two and a Half Men, currently understood to be the most rewarded TV actors."}
{"original_text": "Alexander Worth was killed in the crash on an access road between Newlyns and Lodge Farms at North Warnborough.\nMatthew Cobden, of Long Lodge Drive, Walton-on-Thames, Surrey, appeared at Basingstoke Magistrates' Court.\nHe only spoke to confirm his name, date of birth and address.\nAlexander, from Kings Worthy, died when the car crashed into fencing in August.\nThe court heard Mr Cobden, 38, was taken to hospital with serious injuries after the crash. No other vehicles were involved in the incident.\nSpeaking to Alexander's family, District Judge Philip Gillibrand, said: \"Can I express my sympathy to you? I lost my brother in a road traffic accident.\n\"I am afraid I could not face the hearing. I think you are very courageous, I offer my sympathies and also for your future.\"\nMr Cobden has been given unconditional bail and the case has been referred to Winchester Crown Court for 26 July."}
{"original_text": "Refugees spoke at the gathering on Queen Street, as calls were made for concrete action.\nThe Welsh Refugee Council's Hannah Wharf welcomed moves to resettle 20,000 Syrians displaced by war in the UK.\nMeanwhile, there was a demonstration on Swansea's Castle Square and a human chain is planned in Caernarfon, Gwynedd.\nMs Wharf said: \"Wales has made it clear that we are prepared to welcome refugees.\n\"Winter is fast approaching for many of the most vulnerable in the refugee camps that neighbour Syria. The need for resettlement is now.\"\nMethodist minister Paul Martin, who is based in Canton, Cardiff, called it \"the most serious human-made disaster of our time\".\nDavid Cameron announced on Monday that the UK would accept up to 20,000 people from camps surrounding Syria with priority given to vulnerable children.\nFirst Minister Carwyn Jones will hold a Wales summit on the refugee crisis next week.\nLocal authorities in Wales have said they are willing to \"play their part\" but asked for help to meet the costs."}
{"original_text": "Jhon Jairo Velasquez, nicknamed Popeye, was the top hit man of late Colombian drug baron Pablo Escobar.\nHe confessed to killing 300 people and also claimed a hand in up to 3,000 killings in the 1980s and 1990s.\nBut he also gave evidence against an ex-justice minister convicted of ordering the killing of a rival.\nVelasquez, 52, walked free from the Combita high-security prison on Tuesday to start a probation period of four years.\nHe left under heavy police escort, a sign of the risks he believes he will face outside jail.\nThe BBC's Arturo Wallace in Bogota says Colombia is divided over his early release.\nSeveral victims insist he still hasn't paid for all his crimes, while others say that after two decades in jail it is time to give him a second chance, our correspondent says.\nVelasquez was convicted for his part in the murder of presidential hopeful Luis Carlos Galan in 1989.\nBut he later turned state's witness against former Justice Minister Alberto Santofimio, a rival candidate in the 1990 presidential election, who was convicted of ordering Mr Galan's killing.\nMr Galan had taken a hard line against powerful drug cartels and was favourite to win the election, but he was was shot dead in a town outside Bogota as he prepared to give a speech.\nSantofimio, now serving a 24-year sentence, was a close associate of Escobar - the founder of the Medellin cartel which was engaged in a war against the Colombian state."}
{"original_text": "Wolves' Kurt Gidley, 34, became the first rugby league player to wear a camera during Thursday's 22-8 defeat.\nTelevision viewers were told at half-time that the device had been removed because of \"technical issues\".\n\"I don't know if it had any effect on what he did, but the camera went at half-time,\" said Wire coach Tony Smith.\n\"Kurt wanted to get on with playing footy. I don't think things were going great for Kurt at that stage. He needed to get it off and just get on with playing.\"\nThe camera, which was mounted on a vest behind a hole in Gidley's shirt, was worn to try to give viewers a unique perspective of the contact sport.\nGidley had said before kick-off that the experimental idea \"painted a target\" on him.\nWolves are bottom of Super League and without a win after five successive defeats, but Smith said the technology could not be used as an excuse.\n\"I hope they got some good footage from it,\" he added. \"I think it was done for all the right reasons to try and give people a perspective of rugby league from a different angle.\"\nSky Sports, who broadcast live Super League, have said they will continue with the experiment.\n\"We had a few technical issues with the camera which could not be resolved in the half-time break,\" a spokesperson said.\n\"Kurt was happy to continue wearing it and it was a decision made by our production team and Warrington, not his, to take it off.\n\"After we have reviewed the game and the camera we will certainly look to give it another go.\""}
{"original_text": "Police were called to Auchinlee care home in Campbeltown on Tuesday.\nA police spokeswoman said the man had been reported to the procurator fiscal over \"alleged sexual offences\".\nThe Care Inspectorate, which regulates the care home sector, said it was working with the police and monitoring the situation closely.\nA spokesman for the inspectorate said: \"We have been notified of an allegation of a serious incident at this service and are working closely with colleagues at Police Scotland and other partners.\n\"We are being kept fully informed and are monitoring this care home closely.\n\"The safety and well-being of anyone who accesses care is always our first priority.\"\nThe spokesman added: \"Anyone with a concern about a care service can contact our helpline on 0345 600 9527.\n\"We take all issues raised with us very seriously and we use that intelligence to help us plan and support our inspections.\"\nA spokeswoman for Police Scotland said: \"We can confirm that on Tuesday 26 January police received a report of a 76-year-old woman having been allegedly sexually assaulted in Campbeltown.\n\"An 82-year-old man is the subject of a report to the procurator fiscal in connection with the alleged sexual offences.\""}
{"original_text": "Des McDaid, who has waived his right to anonymity, was giving evidence to the Historical Institutional Abuse Inquiry.\nHe had travelled from St Joseph's Home, Termonbacca in Derry to the Clontarf orphanage in Perth, when he was eight.\nHe said there was a lot of brutality at the Clontarf home and a number of brothers sexually abused the boys.\nHe said he was sexually abused by older boys, members of the Christian Brothers religious order and a lay teacher.\nMr McDaid, who is originally from County Donegal in the Republic of Ireland, told the inquiry: \"The big thing I want you to remember is the helplessness.\"\nHe said he was one of 16 boys shipped to Australia in 1953.\nLocal authority homes:\n• Lissue Children's Unit, Lisburn\n• Kincora Boys' Home, Belfast\n• Bawnmore Children's Home, Newtownabbey\nJuvenile justice institutions:\n• St Patrick's Training School,  Belfast\n• Lisnevin Training School, County Down\n• Rathgael Training School, Bangor\nSecular voluntary homes:\n• Barnardo's Sharonmore Project, Newtownabbey\n• Barnardo's Macedon, Newtownabbey\nCatholic Church-run homes:\n• St Joseph's Home, Termonbacca, Londonderry\n• Nazareth House Children's Home, Derry\n• Nazareth House Children's Home, Belfast\n• Nazareth Lodge Children's Home, Belfast\n• De La Salle Boys' Home, Kircubbin, County Down\nHe said he was raped by an older boy at the Termonbacca boys home and he was abused by others in Australia.\nUsing a video link from Australia, he said: \"I had a lot more of it over here, from the Christian Brothers etc.\"\nMr McDaid said he had traced his mother when he was 48 but he said he was worried she would not accept him.\nHer first words to him were:  \"Forgive me, forgive me, forgive me\".\nThe inquiry, sitting in Banbridge, County Down, heard that he is still in touch with his mother and will be visiting her next month.\nOn Monday, the inquiry heard that 131 children from Northern Ireland, some as young as five, were sent to Australia as child migrants.\nThe experiences of 50 of them will be heard by the Historical Institutional Abuse Inquiry (HIA) either by oral or written evidence.\nIt is examining the extent of child abuse in religious and state-run institutions in NI from 1922 to 1995."}
{"original_text": "The world number 45 took the first set but lost 6-7 (2-7) 6-4 6-4 against the reigning US Open champion.\nEdmund, 21, impressed but Wawrinka broke serve at 3-2 in the second set and twice in the decider to win in two hours 36 minutes.\nThe Swiss 31-year-old will play third seed Kei Nishikori in the semi-finals.\nCanadian top seed and defending champion Milos Raonic beat 14-time Grand Slam champion Rafael Nadal 4-6 6-3 6-4 to reach the last four.\nThe world number three will play Bulgarian seventh seed Grigor Dimitrov, who beat Austrian Dominic Thiem.\nBritish number four Aljaz Bedene was also knocked at the quarter-final stage of the Chennai Open in India on Friday.\nThe world number 101 lost 6-3 6-0 to French fifth seed Benoit Paire."}
{"original_text": "The 50-year-old musician was treated at a specialist neurosurgery clinic in Munich and is expected to stay there for a number of days.\nHe will then return to his home in Ireland to recuperate further, a spokesman said.\nThe band's next tour date in the US on 3 June has been postponed, while their Glastonbury appearance may be in doubt.\nFurther information about the possible impact on other tour dates would be announced in due course, a statement on the band's website added.\nThe Irish rock band was due to perform a string of gigs across North America, returning to Europe in August.\nThey were due to begin rehearsals on Tuesday for the opening date in Salt Lake City, and are scheduled to headline the Glastonbury Festival on 25 June.\nU2 manager Paul McGuinness said of the tour: \"We will make plans to reinstate the dates as soon as possible.\"\nHe added it was \"unfortunate that we're inconveniencing fans\" and that it was causing disruption to the band's 400-strong crew.\nHe advised fans to continue monitoring the U2 website for further news.\nThe 360 Degree tour earned the band around $109m (Â£75.3m) in 2009, making it the world's most profitable of the year, according to figures from Billboard magazine."}
{"original_text": "The incident happened at about 15:25 BST between Abergavenny and Raglan.\nTwo passengers and the pilot have been taken to hospital. Air accident officials have also been alerted.\nThe road is closed, with two South Wales fire engines at the scene. Crews believed there were about 120 litres of fuel on board, which was contained as they stopped the leak."}
{"original_text": "She will take up the post in July, replacing Valerie Watts who is leaving to take up an NHS post.\nMrs Scott is stepping up to the role from her current position as the council's director of corporate governance.\nShe said: \"Financial challenges lie ahead but this great city is ready to meet them.\"\nCouncil leader Barney Crockett said: \"We are absolutely delighted to have chosen Angela Scott to take up the position as our new chief executive.\n\"Mrs Scott joined the city council last year to head the corporate governance directorate.\n\"She has shone in that role, and we decided that she was perfectly suited to use her financial expertise, her drive and her leadership to help this administration to deliver on our promises to the city.\"\nHe added: \"It was Mrs Scott who stood out as the prime candidate to lead our workforce and deliver service excellence.\"\nMrs Scott, 42, said: \"I am proud to accept the job and I am looking forward to working hard with elected members, colleagues and key partners to deliver on Aberdeen's priorities.\"\nAn earlier report to the panel created to find a successor said the salary would be Â£144,685."}
{"original_text": "The 26-year-old collided with Black Cats midfielder Wahbi Khazri.\n\"It is dislocated so he is out for several weeks,\" said United boss Louis van Gaal after Saturday's game.\nLuke Shaw, Marcos Rojo, Ashley Young, Antonio Valencia, Phil Jones and Guillermo Varela are out - leaving Cameron Borthwick-Jackson and Donald Love as the club's only fit full-backs.\nLove, 21, who was on loan at Wigan earlier this season, came off the bench during the Premier League game to make his first-team debut. Saturday was also the first time he had featured in United's first-team squad.\nBorthwick-Jackson, 19, made his first-team debut in November.\n\"We don't have any more full-backs in this club,\" added Van Gaal. \"I have to line up a 13-year-old guy or someone like that.\"\nDarmian joined United from Italian side Torino last summer and started at right-back against Sunderland."}
{"original_text": "Kenneth Harper, 33, was convicted of the sex crimes last year, along with further charges of assault and reckless behaviour, after a high court trial.\nJudges at the Court of Criminal Appeal in Edinburgh quashed his convictions for the two rape charges after defence arguments about mutual corroboration.\nHe was given a three-year sentence for the remaining offences.\nSolicitor advocate John Keenan challenged the rape convictions, which were based on mutual corroboration.\nThat meant the evidence of one allegation was being used to support the other.\nMr Keenan said there were only two alleged offences and there was a substantial time gap between them of almost eight years.\nHe said the circumstances in which they were said to have occurred were different and there was an absence of \"extraordinary features\".\nHe argued that there must be something compelling to link events separated by many years, but here there was nothing.\nThe Crown claimed that there were compelling similarities as both offences involved vulnerable women who were significantly younger than Harper, the first was aged 15 and the second 22.\nIt also argued that evidence from a third woman, who was assaulted, could be used to support the convictions.\nLord Brodie, who heard the appeal with Lord Bracadale and Lady Cosgrove, said: \"Long lapse of time does not preclude the finding of sufficient similarity between two incidents to infer a course of conduct, but it is relevant.\n\"Where the interval is a long one it is necessary to consider whether there are any extraordinary features in the evidence that nonetheless make the similarities compelling.\n\"The time interval, at a little short of eight years, was long. Accordingly for the Crown to be able to link the two alleged incidents it must be able to identify some special feature. There was no such feature in the present case.\"\nHarper had originally been jailed at the High Court in Glasgow after being convicted in Aberdeen."}
{"original_text": "The actor said he was \"thrilled\" to be asked to portray Tommy Butler in The Great Train Robbery: A Copper's Tale.\nThe drama will follow A Robber's Tale, which will view the heist from the perspective of its perpetrators.\nLuke Evans will star in that film as Bruce Reynolds, the raid's key planner.\nBroadbent said it would be \"great fun\" to play Butler, \"a fascinating copper of the old school\", in the drama, to air later this year.\n\"I have such strong memories of the massive impact of the actual robbery and it is wonderful to find out from the script so much of the real story.\"\nChris Chibnall, executive producer and writer of the Great Train Robbery dramas, said Broadbent was \"a dream piece of casting\".\nThe actor won an Oscar in 2001 for playing the husband of writer Iris Murdoch in Iris and a Bafta in 2007 for playing the campaigner Lord Longford.\nButler, whose astuteness earned him the nickname \"Grey Fox\", led the investigation into the Great Train Robbery which resulted in several of the robbers receiving lengthy sentences.\nHe retired in 1969 and died the following year at the age of 57."}
{"original_text": "The Lithuanian schoolgirl was left bruised in the brawl in Central Park in Peterborough on Friday evening.\nThe Peterborough Telegraph reported her mother put the film on her own Facebook page in a bid to find out who was responsible. It has been viewed more than 680,000 times.\nPolice said the fight was reported to them and they were investigating.\nThe attack victim told the BBC the group wanted to fight her because they thought she was \"being cheeky\" to some of them at school.\nClick here for more news from Cambridgeshire\nShe was set upon by a \"group of about 20 or 25 girls\" when she went to the park.\nShe said: \"They said, 'We didn't come here for no reason, we came to fight'.\"\n\"I was scared... but I think I'm getting better,\" she added.\nThe video of the brawl showed a girl being pushed to the ground and repeatedly kicked.\nIt was sent to her mother, Ilona Iloniuk, who posted it on social media.\nThe post said: \"Today my daughter in Central Park got beaten up by a lot of girls. Maybe somebody knows who they are?\n\"I think that parents should look after their kids - she was only one and they were 20 on her.\"\nCambridgeshire Police said the brawl happened between 20:00 and 21:00 BST."}
{"original_text": "The track broke streaming records, earning the highest first-week streams for a single in the UK with 2.03m plays.\nIndie band The Maccabees have scored their first number one album with Marks To Prove It, just 1,300 copies ahead of Lianne La Havas' Blood.\nCilla Black entered the album top 40 chart following her death last weekend.\nThe Very Best of Cilla Black reached its highest ever chart position at number 14, while her former number one single Anyone Who Had A Heart also entered the singles chart at number 41, securing its highest chart position in 51 years.\nDrag Me Down is One Direction's first single as a foursome since the departure of Zayn Malik.\nIts release came a surprise to fans who had not been expecting a new single,\nAccording to the Official Charts Company, Calvin Harris and Disciples' How Deep Is Your Love climbed from six to two and last week's number one, Black Magic by Little Mix, fell to three.\nThe top five was rounded off with Lost Frequencies' Are You With Me at four, and Years & Years' Shine at five.\nThe Maccabees nearly missed out on their number one album spot, having battled with La Havas all week.\nMarks To Prove It finished the week ahead by just 1,300 combined chart sales.\n\"We are very proud that our fourth album has given us our first number 1,\" guitarist Felix White told the Official Charts Company.\nSee the UK Top 40 singles chart\nSee the UK Top 40 albums chart\nBBC Radio 1's Official Chart Show\nThe Official Chart with Greg James is broadcast from 16:00 BST every Friday."}
{"original_text": "The members say they'll continue as a four-piece after Zayn Malik announced he was leaving the group last week to \"live like a normal 22-year-old\".\nHis departure was followed by rumours on Twitter, Instagram and Facebook that One Direction was about to break up.\nBut Liam Payne thanked fans for sticking with the band and for \"not thinking it's finished\".\nHe tweeted: \"I can see a lot of people thanking us for staying but your the real Heros here thanks for not thinking it's finished.\"\nThe band continued their On the Road Again tour and have been playing concerts in South Africa.\nThey start the European leg of the tour by playing Cardiff's Millennium Stadium on 5 and 6 June.\nZayn Malik quit the group last week after flying back to the UK, having been \"signed off with stress\".\nIt was after reports that he'd cheated on his 21-year-old fiancee, Perrie Edwards.\nHe told The Sun that he was \"upset\" for the group's fans and he said there was no bad blood between him and his former bandmates, who he said had been \"really supportive\".\nIt's thought he's working on a solo album with producer Naughty Boy, who's worked on tracks for Emeli Sande, Cheryl Cole and Leona Lewis.\nFollow @BBCNewsbeat on Twitter, BBCNewsbeat on Instagram and Radio1Newsbeat on YouTube"}
{"original_text": "Police Scotland said they had been \"made aware\" of the leak and were making inquiries.\nIt has been reported witnesses' names and details of an alleged gun hit were posted on social media.\nPolice Scotland said: \"Police in Edinburgh have been made aware of communications posted to social media.\n\"Inquiries are ongoing into the full circumstances surrounding this.\""}
{"original_text": "Steven Flynn forced open a window at McDiarmid Park with a crowbar in an attempt to find money to pay off drug debts.\nA court heard that police officers arrived at the stadium at 02:40 after an alarm went off, but did not realise there had been a break-in.\nA cleaner raised the alarm after seeing cupboards had been rummaged through.\nPerth Sheriff Court was told that Flynn, who has convictions for 120 previous offences, opened a door onto the pitch and walked around the Premier League club's ground until the police went away.\nIt was only when the cleaner turned up several hours later and noticed that Flynn had rummaged around several cupboards and stolen keys and charity cash that a full investigation began.\nFlynn, 29, was jailed for 16 months after he admitted breaking into St Johnstone's stadium on 14 November last year and stealing keys and a charity box containing Â£20.\nFiscal depute Sue Ruta told the court: \"At 02:40 there had been an alarm activation within the stadium.\n\"Police attended and noted an insecure window on the ground floor.\n\"Officers believed that had been accidentally left open and they left the stadium.\"\nWhen the cleaner arrived, she noticed the alarm was ringing and the cupboard behind reception was open.\nPolice were called and officers saw muddy footprints in the reception area.\nMs Ruta said: \"A crowbar covered in mud was recovered beneath the reception desk.\n\"CCTV covered this area and police viewed it and positively identified the accused.\"\nSolicitor David Holmes, defending, said: \"He told the police he committed the offence because he wanted money.\n\"Money was owed to the people from whom he received drugs.\""}
{"original_text": "Speaking to Sky News in Sleaford on Monday, Mr Farage could be seen standing in front of a UKIP poster with a letter 'n' in the word Hykeham.\nMr Farage was visiting the constituency in support of UKIP candidate Victoria Ayling.\nThe by-election takes place on Thursday.\nMr Farage seemed unaware of the error as he spoke about Brexit.\nBBC political correspondent Chris Mason was one of those to highlight the error on social media.\nOne user, @HelenAnne73, tweeted: \"Nice one @UKIP. Apparently I live in North Hykenham, not North Hykeham!!!\"\nAnother, @richcrook85, said: \"Where is North Hykenham? Is it near North Hykeham?\"\nThe BBC contacted UKIP, but is yet to receive a response.\nThe Lincolnshire seat is vacant following the resignation of Conservative MP Stephen Phillips\nMr Phillips, who had held the seat since 2010, quit following what he described as \"irreconcilable policy differences\" with the government.\nThe full list of candidates for the Sleaford and North Hykeham by-election is:"}
{"original_text": "The hosts went ahead after 24 seconds when Blair Henderson got on the end of Michael McKenna's cross before slotting in from close range.\nStirling went close but Moses Olanrewaju's effort was superbly blocked by Johnny Fairbairn.\nBrian Martin was sent off after handling in the area but Stirling were unable to equalise, with Sean Dickson missing from the spot."}
{"original_text": "Fiona Barnes, who also faked terminal cancer, was jailed for 15 months for the theft from Preston's Space Centre and perverting the course of justice.\nThe 55-year-old was ordered to pay back £1 at a Proceeds of Crime hearing at the city's crown court after she was found to have \"no money to her name\".\nThe centre said the ruling was \"outrageous\" and a \"complete insult\".\nBarnes, of Brigend, Dunblane, stole £24,713 from the Space Centre in 2012.\nShe tried to cover her tracks by faking documents indicating the centre had won non-existent grants of up to £800,000 and was jailed in September 2016.\nSpeaking after the hearing, Jane Robinson, deputy manager of the Space Centre, said: \"It is a complete insult. I'd rather she didn't pay anything than she pays £1.\n\"After what she did, it just seems outrageous. She nearly ruined us.\"\nThe centre was bought out by charitable company Creative Support, based in Manchester, which has secured its future.\nThe Space Centre, which opened in 1993 and has three sensory rooms, is the UK's largest multi-sensory environment and supports children with physical, learning or emotional difficulties."}
{"original_text": "The experienced 31-year-old was released by Bristol City at the end of last season.\nEl-Abd started his career at Brighton, clocking up over 300 appearances for the Seagulls in nearly 11 years.\nHe moved to Ashton Gate in January 2014 before loan spells with Bury, Swindon and Gillingham.\nEl-Abd joins former Bury full-back Joe Riley in Shropshire as boss Micky Mellon continues to rebuild his squad ahead of the new League One campaign.\nDefenders: Adam El-Abd, Oliver Lancashire, Ryan McGivern, Joe Riley\nMidfielders: Gary Deegan, Jim O'Brien\nForwards: Louis Dodds, AJ Leitch-Smith, Antoni Sarcevic\nFind all the latest football transfers on our dedicated page."}
{"original_text": "Media playback is not supported on this device\nJones says his squad has a \"small and good group\", but need to develop more if they are to win the World Cup in 2019.\n\"We need to get eight or nine guys who are consistently leaders, and we don't have that at the moment,\" Jones said.\n\"We need eight or nine to be a World Cup-winning side, and that's what we are aiming to be.\"\nHe added to BBC Radio 5 live: \"I think it's a reality of the way society is - every sport faces the same problems.\n\"Nowadays guys don't go to university, they don't go out and work, they are in more sheltered environments such as academies.\"\nAnd Jones says the England coaches are working to try to develop more figures who could potentially lead the side.\n\"We have a number of players now who have started individual leadership plans,\" Jones added. \"We will see those players develop over the next period of time.\"\nHaving skippered England to an unbeaten year in 2016, hooker Dylan Hartley will again captain the side in the Six Nations - fitness-permitting - with Jones highlighting playmaker Owen Farrell as a likely replacement should he be unavailable.\n\"Owen makes sure the standards are kept high, as does [fly-half] George Ford,\" Jones said. \"Certainly if Dylan wasn't ready Owen could be a very strong candidate.\"\nFull Six Nations fixture list here"}
{"original_text": "Rogers, 38, will play in next season's County Championship and Maynard is delighted with the signing.\n\"He has agreed to come in and bat at three for the summer and that's a real top signing for us, a marquee player,\" Maynard told BBC Radio Somerset.\n\"He is a great acquisition, I'm really looking forward to working with him.\"\nMaynard says the Sydney-born left-hander will be a huge asset to the side and will help support the opening duo of Marcus Trescothick and 21-year-old Tom Abell.\n\"I think it was quite evident that apart from Marcus and Tom at the top of the order, we needed a bit more stability at three.\n\"He's got a world of experience, he is still very athletic, he is a very fit lad, he has got that Aussie determination, that steely quality and we saw during the summer he is a high-class player on tough wickets.\"\nRogers announced his retirement from Test cricket prior to this summer's Ashes series and Maynard hopes his experience can help the younger members of Somerset's squad.\n\"We can't stifle our young talent and ask Tom Abell to bat out of position. He has established himself as an opener, he still has a long way to go but has the potential to go all the way and bat for England for a number of years.\n\"Obviously Marcus is still at the top of his game. Chris has batted at three a number of times in his career and is happy there. Also it will give him time to bed in, he is a quality performer and we're hoping for an excellent season from him.\""}
{"original_text": "It happened on Hearthcote Road in Swadlincote, Derbyshire, just before 02:00 BST. The Range Rover ended up embedded in the property.\nDerbyshire Police said no one was hurt but two people had to leave their home and have not been able to return due to fears over structural damage.\nAn investigation has begun and police have appealed for witnesses.\nBBc reporter Martyn Williams, at the crash scene, said: \"Part of the front wall has been completely demolished with bits of brick and wall everywhere.\n\"One part of the wall has moved at least four or five metres from where it originally was.\"\nThe road was closed for about an hour and no arrests were made.\nPolice said one driver suffered minor injuries but did not need to go to hospital."}
{"original_text": "Work to bring down the building on Kingsway started in October 2015 and was due to take six months.\nBut the outer structure of the building is still standing as there was more asbestos than first thought.\nThe council bought the site as part of plans to transform Kingsway into a business district.\nAll internal works at the building have now been completed, with scaffolding in place to support the exterior's demolition.\nThe work is scheduled to finish by the spring."}
{"original_text": "Rovers were trailing 2-1 when Grant Hanley's effort crossed the line before it was hacked clear by Jamie O'Hara.\nReferee Tony Harrington waved away appeals and Bowyer has urged Football League chiefs to mirror the Premier League and bring in technology.\n\"There's a massive prize in this league at the end of the season,\" said Bowyer.\nBowyer, whose side are winless this season, added: \"The rewards are massive, yet we haven't got technology in this league. Hopefully this is an opportunity for the powers that be to do something about it.\n\"Cricket doesn't just have it at one game, tennis is not just at Wimbledon. They are open-minded, and the powers that be need to know it would make the game better. People are banging the drum and today is a great example, an opportunity to do something for the good of the game.\nMedia playback is not supported on this device\n\"We are in the professional game. For the amount of money at stake why can't it go all the way through the League?\"\nGoal-line technology was introduced in the Premier League in 2013-14 and Fulham manager Kit Symons admitted he has long been an advocate of its use in the Championship.\n\"I've had a look at it, it looked like it did cross the line but I'm not going to apologise for us getting a bit of luck,\" Symons told BBC London 94.9.\n\"It clears up any grey areas. I'd encourage it.\""}
{"original_text": "The 19-year-old has cost a reported £7.5m and has signed a five-year deal with the top-flight champions.\nKapustka impressed for his country at Euro 2016 and played in four of their five games at the tournament.\nHe has joined the Foxes in Stockholm before they play Barcelona in a friendly on Wednesday.\nKapustka is City manager Claudio Ranieri's fifth summer signing following the arrivals of keeper Ron-Robert Zieler, defender Luis Hernandez, midfielder Nampalys Mendy and forward Ahmed Musa.\nSubscribe to the BBC Sport newsletter to get our pick of news, features and video sent to your inbox."}
{"original_text": "The Burrell Collection will shut on Sunday evening and will reopen in 2020 after the multi-million pound redevelopment is complete.\nThis weekend the museum is hosting a range of free activities including live music, a family ceilidh, and guided tours.\nThe building is said to be no longer fit for purpose and needs a new roof.\nThe Burrell Collection, in the heart of Pollok Country Park, opened to the public in 1983.\nOnly a fifth of the collection, donated to the city by collector Sir William Burrell in 1944, is currently on display as many items have had to be removed to protect them from damage.\nIt is estimated that the total cost of the project will be between £60m and £66m.\nUnder the modernisation plans, a new roof and high performance glazing will make the museum more energy-efficient.\nTwo new floors of exhibition space will be created so that 90% of the 8,000 objects can be viewed by the public.\nThroughout the Burrell's refurbishment, some of the works from its collection will be on display at Kelvingrove Museum and Art Gallery in Glasgow.\nBurrell at Kelvingrove will showcase a series of changing displays, providing visitors continued access to treasures from the collection.\nThe first exhibition 'Burrell at Kelvingrove: Joseph Crawhall', will offer visitors a rare opportunity to see 23 of the finest works by one of the radical group of young Scottish painters, the Glasgow Boys. It will run from 24 October, 2016 until July next year."}
{"original_text": "Hundreds of farmers supplying chickens to the poultry processing company are recipients of the heating subsidy.\nEarlier Finance Minister Máirtín Ó Muilleoir said the meeting had raised \"fresh concerns\" over the operation of the scheme.\nPoultry farmers use the wood chip boilers to heat the buildings where chicks are housed.\nMany took advantage of the scheme to replace LPG heating systems.\nIn his statement, Mr Ó Muilleoir said the Moy Park briefing with his officials had raised \"further issues\".\nBut in a statement the company made no reference to any concerns about the operation of the scheme.\nIt said it had met officials from the departments of economy and finance in order to help find a solution \"to secure the Northern Ireland RHI scheme within budget\".\nIt said it had extensive experience of \"benchmarked energy use\" in the poultry industry.\nThat appears to be a reference to attempts to establish what would be considered acceptable levels of heat use by poultry farms.\nMoy Park said it advocated \"responsible use of heat\".\nThe finance minister also said cost control proposals had been submitted to his department by Department of Economy officials on Monday evening only to be withdrawn 10 minutes later.\nMr Ó Muilleoir has already described the proposed cost control measures as a \"sticking plaster\".\nHe said he wasn't interested in a \"botched solution to the RHI scandal\"."}
{"original_text": "The man's body was discovered in a field near Belsyde Avenue at about 11:25 on Saturday.\nPolice said they were carrying out inquiries to establish the man's identity.\nA post-mortem examination will be held to determine his cause of death."}
