{"original_text": "Are constructed languages useful and do we need more of them?\n"}
{"original_text": "Should Anyone Be Allowed To Be a Parent?\n"}
{"original_text": "What is the difference between a present system and the new GST tax system approved by the Indian Government?\n"}
{"original_text": "How does an Artist profit so much after just one song ? ? Is n't there a lot of others who should be benefiting as well ( Managers , Producers , Writes , Composers , etc . ) ? ?\n"}
{"original_text": "Should scientists contribute to Wikipedia?\n"}
{"original_text": "Which consultancy is good to get a job in bangalore?\n"}
{"original_text": "Affirmative Action: Useful Once, Outdated Today?\n"}
{"original_text": "Why do liberals suck the life out of everything positive that happens in Iraq?\n"}
{"original_text": "Why can't life be fair?\n"}
{"original_text": "Do H1B help the economy?\n"}
{"original_text": "Should medical research embrace racial differences in treatment efficacy?\n"}
{"original_text": "Should the Tampon Tax be Abolished?\n"}
{"original_text": "Could someone define Christian for me?\n"}
{"original_text": "How Should Physician-Assisted Death be Handled?\n"}
{"original_text": "From nothing but grooves on a record , how does the player create the music we hear ?\n"}
{"original_text": "Why is my adobe photoshop always saying \"Rendering Type\" every time I click on something?\n"}
{"original_text": "Why Photoshop CC is printing only in B&W?\n"}
{"original_text": "What are points & levels?\n"}
{"original_text": "what is a butt and what does it do?\n"}
{"original_text": "what does TT mean in motorcycle racing?\n"}
{"original_text": "What causes a tooth to be sensitive to heat and cold?\n"}
{"original_text": "Should North African countries be allowed to be part of the EU?\n"}
{"original_text": "how do i live with aids?\n"}
{"original_text": "Should one pursue Green Card in USA or return back to India?\n"}
{"original_text": "What do photojournalists do?\n"}
{"original_text": "Should Cinco de Mayo be celebrated in the US?\n"}
{"original_text": "conclusion math definition\n"}
{"original_text": "Should a license be required in order to have a child (procreate)?\n"}
{"original_text": "Should all EU-member countries close their non-EU borders?\n"}
{"original_text": "What degree of advanced mathematics is needed in modern society?\n"}
{"original_text": "Should Laptops be Allowed in University Classrooms?\n"}
{"original_text": "How do you convert 23 centimeters to inches?\n"}
{"original_text": "what is the correct form: i wear glasses or i am wearing glasses and why?\n"}
{"original_text": "In addition, I wonder, why do people identify freedom of speech with the possibility to say EVERYTHING?\n"}
{"original_text": "What will be the impact on Cuba of the death of Fidel Castro (11/25/2016)?\n"}
{"original_text": "Can I automate the creation of random slices within Photoshop?\n"}
{"original_text": "Does the separation of dialogue and voting works with the new protocol?\n"}
{"original_text": "what's the meaning of polish\n"}
{"original_text": "How can I get my upstairs neighbors to stop stomping on my ceiling?\n"}
{"original_text": "How did we coin the term, painting the town red?\n"}
{"original_text": "I have a 1998 cheverlet malibu and how do you turn off the theft system and how do u turn it on?\n"}
{"original_text": "Why did pastor ted haggard try making me feel guilt every sunday when he was the one humping male bodybuilder?\n"}
{"original_text": "Is having police officers in schools a good idea?\n"}
{"original_text": "What are different ways to deal with social anxiety?\n"}
{"original_text": "whats the difference of catholic and christian?\n"}
{"original_text": "Is Antifa good or bad?\n"}
{"original_text": "Is there a place for a uniform in today's education system?\n"}
{"original_text": "What are the advantages and the disanvantages of traditional market?\n"}
{"original_text": "what is the difference between a nebula and a black hole?\n"}
{"original_text": "how to reduce weight ?\n"}
{"original_text": "The origin of PASTA SPAGETI?\n"}
{"original_text": "Who has killed Teresa Halbach?\n"}
{"original_text": "Should the US Government Stop the Covid-19 Shutdown to Soften the Impact on the Economy?\n"}
{"original_text": "Should the US have killed Qasem Soleimani in an air strike?\n"}
{"original_text": "When the American flag is displayed hanging down what side are the stars supposed to be on?\n"}
{"original_text": "Should wearing fragrance be prohibited at work?\n"}
{"original_text": "Should Drinking Water Be Fluoridated?\n"}
{"original_text": "Does anybody know how to get rid of stretch marks?\n"}
{"original_text": "How does a mood ring work?\n"}
{"original_text": "Should Incestuous Couples Have Marriage Equality?\n"}
{"original_text": "The Ethics of Eating Animals: Is Eating Meat Wrong?\n"}
{"original_text": "Why / how does good music give you goosebumps ?\n"}
{"original_text": "How do I correct my mistakes?\n"}
{"original_text": "The Vegan Alternative: Pain-free GM Animals?\n"}
{"original_text": "Will the future be better than the present?\n"}
{"original_text": "Should voting by mail be the standard in all US elections?\n"}
{"original_text": "what is reformed meat?\n"}
{"original_text": "Should an Animal Shelter refuse food from a bullfighting company?\n"}
{"original_text": "What does in absentia mean?\n"}
{"original_text": "what is the most imortant battle in history and why?\n"}
{"original_text": "Is ecotourism sustainable?\n"}
{"original_text": "NFL Player Protests: Should NFL Players Stand or Kneel for the National Anthem?\n"}
{"original_text": "how should i handle husband/employees forgery?\n"}
{"original_text": "can my laptop's computer graphics chip be upgraded, and if so how?\n"}
{"original_text": "Is nihilism right?\n"}
{"original_text": "what information is there for grandparents who were forced to raise their grandchildren?\n"}
{"original_text": "What's the meaning of the phrase \"to fly in the face of God\"?\n"}
{"original_text": "Is Media That Openly Declares Bias Better Than Media Claiming To Be Neutral?\n"}
{"original_text": "Are Bitcoin and Anonymous Payments Beneficial for the World?\n"}
{"original_text": "Why was Zulfikar Ali Bhutto hanged?\n"}
{"original_text": "how to hav a detail study in programming?\n"}
{"original_text": "why do fancy rats sound like they are croaking like a frog?\n"}
{"original_text": "what ia cad mean?\n"}
{"original_text": "Is Christian Domestic Discipline right and is it what the bible really suggests?\n"}
{"original_text": "What is a network server?\n"}
{"original_text": "How to get more power out of my 4runner?\n"}
{"original_text": "Can affection/intimacy (by touching your partner) be learned?\n"}
{"original_text": "Are The Rolling Stones Better Than The Beatles?\n"}
{"original_text": "Who will win the 2020 Handball European Championships?\n"}
{"original_text": "how to convert celsius into frehiet?\n"}
{"original_text": "Should Gambling be Banned in Europe?\n"}
{"original_text": "why did president bush and cheney knock down the towers?\n"}
{"original_text": "What is the easiest way to earn money?\n"}
{"original_text": "How faithful is this film to the bible version?\n"}
{"original_text": "Are modern democracies destined to fail due to their inherent weaknesses?\n"}
{"original_text": "Is there a why to synchronize Outlook between two comupters without using Microsoft Exchange Server?\n"}
{"original_text": "what is the difference between SIV and HIV?\n"}
{"original_text": "What is the best Fantasy Football Platform?\n"}
{"original_text": "how does the us government spend so much on healthcare and still does n't have a single payer system ?\n"}
{"original_text": "Does anyone know how to enable Norton?\n"}
